{
//Special Dialogue
"breakUp": "Je crois que c'est... pour le mieux.$2#$e#C'est difficile d'avoir une relation quand on se voit pas souvent...$2",
"divorced": "Je pensais qu'on vieillirait ensemble...$2#$e#%Lance s'éloigne de toi.",
"dumped_Guys": "Bonjour, @.$2",
"secondChance_Guys": "Je suis prêt à lui donner une seconde chance...$5",
"highlandsDwarf": "Tu as sauvé ce nain, @. Tu es un véritable héros.$1#$e#*glousse* Ils m'ont tout dit.$5#$e#Je n'avais aucune idée qu'ils étaient emprisonnés dans les cavernes, obligés de regarder leurs trésors dévorés par ce terrible monstre.$6" ,

//Galdoran Outpost
"Mon": "Nous imposerons un monde sûr.$0",
"Mon4": "Bonjour, @. Quel genre d'entreprise as-tu si loin de la civilisation?$1",
"Mon6": "Nous organisons des groupes plus expérimentés pour aller plus loin dans les Badlands bientôt pour faire face à certains... problèmes que nous rencontrons.$6#$e#Je n'ai pas la liberté de discuter des détails.$5",
"Mon8": "Est-ce que vous vous entraînez tous les jours ? Si vous ne gardez pas vos réflexes, vous pourriez être pris au dépourvu sur le champ de bataille..$0",
"summer_Mon8": "Certaines régions de Galdora sont riches en dépôts de platine et de palladium.$0#$e#Ce qui rend ces métaux précieux, sont qu'ils ne réagissent pas avec l'atmosphère.$1#$b#Ils sont une ressource importante dans l'équipement magique et la recherche.$0",
"fall_Mon8": "J'ai eu la chance de découvrir des dizaines de reliques magiques au cours de mon temps.$0#$e#Ce n'est qu'une question de temps jusqu'à ce que vous découvriez le vôtre aussi.$1",
"winter_Mon8": "Il y a plusieurs endroits que je veux vous montrer une fois que Camilla vous aura donné la permission d'entrer dans Castle Village.#$e#Je me demande si elle n'attend pas quelque chose. Ou il pourrait s'agir d'une sorte de test bizarre...#6#$b#C'est exactement le genre de choses qu'elle ferait.$5",
"Mon10": "Regardant ensemble l'horizon cramoisi au sommet d'un avant-poste...$5#$b#C'est un moment que je peux aimais.$4",

//Stardew Valley
"Tue": "Je possède un avant-poste loin dans le nord, dans les hautes terres.$0#$e#Peut-être qu'un jour tu m'y rejoindras.$1",
"Tue2": "Le First Slash pourrait certainement utiliser quelqu'un avec vos talents...$0",
"Tue8": "J'envisage d'acheter une propriété et de construire une maison quelque part par ici.$0#$b#Je passe énormément de temps ici.$1",
"summer_Tue8": "De grandes quantités de champignons poussent dans certains des étages inférieurs de la mine.$1#$e#Je suis curieux de savoir pourquoi...$5#$b#Peut-être que je vais continuer à les étudier et découvrir la raison.$0",
"fall_Tue8": "La vallée est entre de bonnes mains avec votre sorcier, Magnus Rasmodius.$1#$e#*glousse* Nous lui réservons toujours un accueil chaleureux lors de sa visite au First Slash.$0",
"winter_Tue8": "Le nain dans les mines a eu la gentillesse de me vendre des bombes artisanales.$0#$e#Les nains fabriquent les meilleures bombes de toutes les espèces. C'est comme ça qu'ils creusent à travers les montagnes pour faire leurs maisons.$1",
"Tue10": "*bâille*...$5#$b#Je n'ai pas beaucoup dormi cette nuit. j'explorais la montagne.$0#$e#*bâille*...$5#$b#Je sens que je pourrais simplement reposer ma tête sur tes genoux...$5#$e#%Lance s'endort.",
"Wed": "Marlon m'a engagé pour certains emplois qui ne conviennent qu'à un mage de combat, comme moi.$0#$e#Je n'ai pas la liberté de discuter des détails.$5",
"Wed2": "Certaines parties du monde agissent de leur propre initiative...$5#$e#Pour la plupart, la République de Ferngill est un endroit sûr. Mais même elle a ses coins sombres...$0",
"Wed4": "Je me sentirais mal à l'aise en marchant dans Pelican Town. Je me sens bien ici à la guilde.$0#$b#Ils sont toujours les mêmes partout où vous allez.$5",
"Wed8": "La plus grande aventure que vous puissiez entreprendre est de vivre la vie de vos rêves.$0",
"summer_Wed8": "J'ai récemment fait une expédition avec Marlon dans les mines. Il est impressionnant avec une épée.$0",
"fall_Wed8": "J'ai acheté des élixirs à ce nain des mines. Tenez, prenez-en un [773].$0#$e#c'est assez revigorant.$5",
"winter_Wed8": "Stardew Valley prend ses festivités très au sérieux. Tout le monde participe à la décoration, semble-t-il.$5#$e#Dans Castle Village, nous avons nos propres festivals. Peut-être qu'un jour tu pourras nous rejoindre.$0",
"Wed10": "Bonjour ma chérie. J'espère que vous avez une affaire de guilde aujourd'hui?$1#$e#Soyez en sécurité là-bas.$0",

//Ginger Island
"Thu": "J'ai été formé dans les arts magiques par mon maître.#$b#Vous faites preuve d'un réel potentiel...$1",
"Thu4": "Vos capacités laissent perplexe.$0#$b#Me cachez-vous votre vrai pouvoir?$1#$e#*chuckle*...$5",
"Thu6": "La patrouille des îles a ses avantages...$0#$b#Un temps magnifique, des fruits tropicaux directement de la vigne, des vues à couper le souffle, l'odeur de l'air frais de l'océan...$5",
"Thu8": "J'ai une hypothèse selon laquelle les monstres ont été attirés par la puissance brute du mont Kohler.$6#$e#Incapables de se défendre des hordes de monstres, les nains ont fui leur maison à la recherche d'une nouvelle.$6",
"summer_Thu8": "J'ai trouvé cet éclat de cendres lors d'une aventure. Tu peux l'avoir [848].$0#$e#C'est une ressource utile pour le commerce et l'artisanat.$5",
"fall_Thu8": "Même aujourd'hui, des aventuriers comme vous font encore de nouvelles découvertes.$1#$e#Le monde est rempli de beaucoup de mystères. Avec un effort collectif, on peut espérer finir par tout démêler.$0",
"winter_Thu8": "Ma guilde n'a pas de portée de téléportation, j'ai donc une rune de distorsion cachée par ici.#$e#J'ai une idée, une envie, c'est qu'un jour je construirais une maison de plage ici près d'elle un jour...$5",
"Thu10": "Je devrais vraiment m'arrêter plus souvent à la maison de la plage. Peut-être pouvons-nous cuisiner un repas ensemble et profiter du coucher du soleil se couchant sur l'horizon de Gem Sea.$4",
"Fri": "C'est une journée parfaite pour l'exploration de donjons.$0#$b#Good luck, adventurer.$5",
"Fri2": "Le monde est un grand endroit. J'espère vraiment un jour tout explorer.$0",
"Fri4": "Il y a beaucoup d'aventuriers qui viennent de The First Slash, dont moi.$5#$e#Je t'emmènerai avec moi un jour.$1",
"Fri8": "Même moi, je deviens encore nerveux à l'idée d'entrer dans l'inconnu. J'ai confiance en mes capacités magiques à travers tout ce que je pourrais rencontrer, bien que.$0",
"summer_Fri8": "J'ai la chance de pouvoir patrouiller un peu Ginger Island.$5",
"fall_Fri8": "Galaxy Souls est nécessaire pour perfectionner une arme magique.$0#$b#Ils sont la plus haute forme d'énergie magique brute que nous connaissons.$1",
"winter_Fri8": "Je sens une présence puissante sur l'île. Je n'arrive pas à comprendre...$6",
"Fri10": "Je suis heureux que nous nous soyons trouvés dans ce jeu sauvage que nous appelons la vie.$4",

//Highlands
"Sat": "Il y a un monstre puissant au sommet de la montagne.$6#$e#J'ai trouvé quelques opportunités pour l'étudier.$5#$b#Sous le couvert du brouillard, je l'ai vu dévorer un trésor!$1#$e#J'ai essayé de m'entraîner avec lui, mais sa résolution était plus forte que se que j'avais prévu.$2#$b#Fais attention si tu essaies de le combattre, @.$6",
"Sat6": "Grâce à votre aide, j'ai bien avancer dans mes recherches sur les cultures des monstres.$0",
"Sat8": "Les cavernes de la montagne ici sont riches en cuivre, fer et or..$0#$e#À un moment donné... des monstres sont arrivés. Je me suis posé la question qu'est-ce qu'il passe? Il doit y avoir une raison.$6",
"summer_Sat8": "Il y a quelque chose de très satisfaisant dans le fait d'être la première personne à découvrir un nouveau monstre.$0",
"fall_Sat8": "As-tu fait tout le chemin jusqu'ici pour me voir?$1#$e#Bonne chance pour l'aventure, @.$0",
"winter_Sat8": "Il y a de fortes chute de neige en hiver.$0#$b#Nous sommes dans les hauts plateaux, après tout.$5",
"Sat10": "Vos visites me procurent beaucoup de joie.$0#$e#On serai a l'étroit mais on pourrait partager le meme lit ce soir.$4",
"Sun": "Les monstres champignons verts sortent de leur cachette lorsqu'il pleut. Ils restent dans les ruines.$0#$e#Ils regorgent d'énergie arcanique - parfait pour mes recherches.$5",
"Sun4": "L'air est rare ici dans les Highlands.$0",
"Sun6": "Je l'admets, ça peut devenir calme et solitaire ici.$2#$b#C'est un plaisir de te voir.$0",
"Sun8": "Les monstres sont plus que des bêtes horribles avec des griffes. On peut en savoir plus sur eux...$6",
"summer_Sun8": "Ces terres feraient un excellent lieu de vacances s'il n'y avait pas de monstres.$0",
"fall_Sun8": "Il y a une taverne célèbre dans Castle Village dirigée par une dame nommée Eleanor.$0#$e#Ekon profite de toute occasion pour s'arrêter. Je crois qu'il a peut-être un faible pour elle...$5",
"winter_Sun8": "Les golems et les slimes recolorent leurs apparences ici au fil des saisons.$0#$e#Je suis émerveillé quand je vois comment qu'ils ont évolué pour se camoufler.$0",
"Sun10": "Il existe de nombreuses grandes puissances dans ce monde, mais aucune ne surpasse la puissance de l'amour.$1#$e#*glousse*...$5"

}
