{
  //SPECIAL DIALOGUE
  "patio_Lance": "Les cultures monstrueuses sont en bonne santé.$0",
  "spouseRoom_Lance": "J'ai reçu des statues de monstres pour mes réalisations dans le domaine.$0#$e#*glousse* Certains de mes collègues croient qu'ils sont des monstres en stase...$5",
  "funReturn_Lance": "Comment s'est passé ta journée mon amour?$1#$e#Ma journée s'est bien passée. J'ai réussi à trouver du temps pour continuer mes recherches.$0",
  "funLeave_Lance": "J'ai des affaires de guilde aujourd'hui. je serai de retour ce soir.$0",
  "OneKid_0": "Nous avons tous les deux besoin d'être forts pour %kid1.$0",
  "OneKid_1": "J'ai joué de nombreux rôles dans ma vie, mais je n'ai jamais été parent jusqu'à maintenant.$1",
  "OneKid_2": "J'espère %kid1 aime les livres quand il vieillira.#$b#Lire des livres quand j'étais jeune était ce qui a suscité mon intérêt pour la recherche. je n'ai jamais cessé de lire.$5",
  "OneKid_3": "Quand notre enfant sera assez grand, nous irons parcourir le monde ensemble.$0",
  "OneKid_4": "%kid1 a beaucoup de combat en eux. Peut-être qu'ils deviendront un aventurier un jour.$1",
  "TwoKids_0": "J'ai confiance que nos enfants adopteront le meilleur de nous deux.$5#$e#*glousse* %kid1 a tes yeux.$1",
  "TwoKids_1": "Je les aimerais toujours de tout mon coeur et sans condition nos magnifiques enfants.$0#$e#Ils vont grandir et changer au fil des ans et nous serons avec eux à chaque étape de la vie.$1",
  "TwoKids_2": "Quand j'étais dehors, j'ai trouvé %kid2 couvert de terre. je leur ai dessiné un bain.$0#$e#*glousse* Je connais quelqu'un comme ça...$5",
  "TwoKids_3": "Nous sommes tous les deux hors de la maison la plus part du temps.$6#$b#Que pensez-vous d'engager une baby-sitter?$0#$e#Je connais un bon gars en ville qui cherche un job à temps partiel.$1",
  "TwoKids_4": "je suis reconnaissant %kid1 et %kid2 s'entendront bien.$1",
  
  //SEASONAL DIALOGUE
  "spring_Lance": "L'odeur de l'air frais et la sensation de soleil sur votre visage pendant cette période de l'année sont apaisantes pour l'âme.$0",
  "spring_1": "Je sens la vallée grouiller de vie. Le printemps est arrivé...$0#$e#Sans l'hiver, le printemps ne serait pas aussi appréciable.$5",
  "spring_13": "Je crois que le festival des œufs est aujourd'hui.$5#$e#C'est une bonne occasion pour moi d'engager la conversation avec les habitants de la vallée.$1", 
  "spring_24": "J'ai préparé la cérémonie de la danse des fleurs et je me ferai un plaisir de te demander la main pour la danse, ma chérie.$1",
  "summer_Lance": "Ah... j'aime le temps chaud.$5",
  "summer_1": "Le début de l'été pèse lourdement pour un agriculteur.$0#$b#Prends ça, ma chérie. Cela t'aidera à maintenir ton endurance [349].$1#$e#Bonne chance aujourd'hui, mon amour.$4",
  "summer_11": "J'ai préparé un plat spécial en utilisant une vieille recette familiale pour le partage du repas.$0",
  "summer_28": "N'oublie pas la réunion sur la plage ce soir, mon amour.$0",
  "fall_Lance": "La vallée est pleine de couleurs... elle chante à l'âme.$0",
  "fall_1": "Le ressentez-vous aussi ? Les arbres sont entrés dans un grand sommeil.$0#$e#The smallest breeze showers us with leaves.$5",
  "fall_6": "J'ai envie d'un bol de courge butternut rôtie...$1#$e#*glousse* Peut-être que c'est l'automne qui fait son effet sur moi.$5",
  "fall_16": "Tu as travaillé dur cette année, mon amour.$1#$b#J'attends avec impatience votre présentoir pour mettre en valeur vos réalisations.$0",
  "fall_27": "Invoquer un labyrinthe nécessite une immense quantité de mana.$0#$e#J'aurais besoin de boire une potion spéciale pour obtenir ce pouvoir, mais seulement pour un bref instant.$5",
  "winter_Lance": "L'hiver est une saison où l'on peut récupérer et préparer l'année suivante.$0",
  "winter_1": "La vallée était couverte de neige hier soir.$0",
  "winter_8": "La magie est la manière la plus efficace de pêcher. C'est ainsi que je fais.$0",
  "winter_12": "Je me demande quelle marchandise les vendeurs du Night Market auront cette année?$0",
  "winter_25": "J'ai prévu quelque chose de spécial pour toi demain...",
  "winter_25": "J'ai échangé ça à Castle Village juste pour toi. C'est une 'Galaxie Soul' [896].$0#$e#Ça te rendra plus fort.$1#$e#Ah, qu'ai-je échangé ? C'est... un secret.$1",
  
  //DAY DIALOGUE
  "Indoor_Day_Lance": "J'apprécie pouvoir me détendre et me relaxer.$1",
  "Indoor_Day_0": "Cette maison est certainement plus cosy que l'avant-poste des hauts plateaux.$0",
  "Indoor_Day_1": "Le réfrigérateur est toujours bien garni de produits de la ferme.$0#$e#Avant, je ne mangeais que des rations de terrains. Maintenant j'ai l'impression d'être un roi!$1#$e#Les rations de terrain ne sont pas si mal...$5",
  "Indoor_Day_2": "Quoi de prévu aujourd'hui?$0",
  "Indoor_Day_3": "Je n'est pas souvent du temps libre.$0#$e#Je me demande à quoi je passerai ma journée...$5#$e#%Lance est en train de réfléchir.",
  "Indoor_Day_4": "Je me suis permis de faire le ménage ce matin.$1#$e#C'était très rapide. j'ai utilisé un sort plutôt simple.$0",
  "Outdoor_Lance": "Ne te surmène pas. Prends cet élixir. Ça te rajeunira.[773]$1",
  "Outdoor_0": "J'ai jeté un sort de protection sur les terres agricoles pour les protéger des pucerons.$0#$e#En grand nombre, ces insectes peuvent affaiblir la croissance des plantes.$6",
  "Outdoor_1": "Peut-être que je vais faire un peu d'exploration aujourd'hui? Il y a tellement de choses dans la vallée que je n'ai pas vues.$0",
  "Outdoor_2": "J'en suis venu à vraiment apprécier la tranquillité de la vallée.$0",
  "Outdoor_3": "Je ne connais personne d'autre qui travaille aussi dur que toi.$5#$e#J'espère que tu as une journée riche en événements, mon amour.$1",
  "Outdoor_4": "Je ne sais pas grand-chose sur la culture des plantes.$0#$e#J'apprécie juste de te voir travailler...$5",
  "Rainy_Day_0": "Les terres agricoles recevront une belle boisson de bienvenue de cette bruine.$0",
  "Rainy_Day_1": "Essuyez vos pieds avant de rentrer. Je ne veux pas que tu me suives dans la boue.$1",
  "Rainy_Day_2": "Quand il pleut, j'ai juste envie de mettre mon nez dans un livre avec une boisson chaude.",
  "Rainy_Day_3": "Sans pluie, il n'y a pas de vie...$5",
  
  //NIGHT DIALOGUE
  "indoor_Night_Lance": "Welcome home, my love.$0",
  "Indoor_Night_0": "I've heard tales of the perilous 'Skull Cavern' dungeons. Are they as dangerous as they say?$0",
  "Indoor_Night_1": "I'm happy to see the end of this day. My body is ready for a long slumber.$0",
  "Indoor_Night_2": "I tried my hand at cooking. Luckily we had all the ingredients I needed. [244 242 907 905 240]$0",
  "Indoor_Night_3": "*chuckle* I heard cackling outside. She must be flying tonight...$5#$e#Every mage in our circle is aware of Magnus' breakup. It was very dramatic. Quite the event.$0",
  "Indoor_Night_4": "We should light a nice fire and curl up in front of it after dinner.$4",
  "Rainy_Night_Lance": "I enjoy falling asleep to the sound of gentle rain hitting the roof.$5",
  "Rainy_Night_0": "Our house is well insulated from the weather outside.$0",
  "Rainy_Night_1": "How was your day? Did you have a run-in with any monsters?$1",
  "Rainy_Night_2": "I wonder if it's raining in the highlands too...$6#$e#The outpost can take care of itself. My magical barriers will keep the monsters at bay.$0",
  "Rainy_Night_3": "Only mages with a high ranking are allowed to make a 'Nexus'.$5#$e#The Highlands, Stardew Valley, and Ginger Island are roughly in the same region. So I don't require one.$0",
  "Rainy_Night_4": "*yawn* Shall we head to bed, my darling?$0",  
  
  //AFFECTION DIALOGUE
  "Good_0": "You are my most precious treasure.$4",
  "Good_1": "Sharing my life with you has made me realize how much happier I am now.$0#$b#I thought of myself as a nomad, but you make this house feel like a home.$1#$e#I cherish every moment with you.$4",
  "Good_2": "Living on this farmland with you is quite the adventure.$1#$b#I hope it is for you too, my love.$1",
  "Good_3": "There's a famous monster researcher in Galdora who owns the monster museum.$0#$e#Some of my research and findings are showcased there.$1",
  "Good_4": "My master was a Dragon Knight. I became his pupil at a very young age when my arcane potential was discovered.$0",
  "Good_5": "I crafted this totem for you. It'll bring rain clouds that'll water the farmland. [681]$0",
  "Good_6": "I'm always interested to hear about your day.$1",
  "Good_7": "Did you do something with your hair? You look charming today.$1",
  "Neutral_0": "I'm not fond of watching TV or distracting myself with modern contraptions.$0#$e#I do however enjoy watching movies at the cinema.$1#$b#There's something magical about moving pictures... It captivates the mind.$5",
  "Neutral_1": "Your Grandpa's shrine smells like magic.$0#$e#This farmland has a mysterious history...$5",
  "Neutral_2": "Magnus studies ancient fruit and I study monster crops...$5#$e#In a strange way, our work is somewhat similar.$1",
  "Neutral_3": "The saloon owner is so warm and welcoming. It makes one feel at home while enjoying good food and drink.$0#$b#I can see why his business is as successful as it is.$1#$e#I've been trying to go into town more lately.$5",
  "Neutral_4": "I need to visit my guild soon. I'm running low on mana elixirs.$0",
  "Neutral_5": "Do you ever wonder where we'll move to in the future?$0#$e#Maybe we'll purchase our own private island and live out our days there...$5",
  "Neutral_6": "Where do you think monsters come from, @?$0#$e#Legends say they come from dark ancient magic.$5#$e#I believe there's more than meets the eye.$0",
  "Neutral_7": "The saloon has a fine seasonal selection of draft beer. Better than most taverns I've been to.$5",
  "Bad_0": "Sometimes I feel like I'm a ghost to you...$2",
  "Bad_1": "*sigh* I destroyed expensive rare metals during a magical experiment.$2#$e#Such a terrible waste...$2",
  "Bad_2": "We're both out of the house so often, I rarely see you...$6#$e#I know we both live busy lives, but we still need to find time with each other.",
  "Bad_3": "Could I be better? Can I do better? Ugh...$2",
  "Bad_4": "Not now, @.$3",
  "Bad_5": "Do you ever get the feeling we rushed into this too quickly?...$2",
  "Bad_6": "...$6#$e#%Lance is ignoring you.",
  "Bad_7": "I thought we promised each other we would talk things out if it got bad...$2"
}