
{ 
  //SPECIAL DIALOGUE
  //"Introduction": "You must be Mr. @. Pleasure to meet you.$5^You must be Ms. @. Pleasure to meet you.$5",
  "pamHouseUpgrade": "J'ai été très surpris quand Robin m'a dit que tu étais responsable du financement de la nouvelle maison de Pam.$1",
  "pamHouseUpgradeAnonymous": "Robin s'est surpassée pour la maison de Pam avec ce design.$0#$e#Maintenant je me demande... qui est ce mystérieux patron ? Peut-être que je les ai déjà rencontrés!$1#$e#%Gunther me sourit et incline son chapeau.",
  "Resort_Entering": "Willy est fier de ce bateau. J'ai entendu que c'était celui de son père.$0",
  "Resort_Leaving": "J'obtiendrai peut-être une visite privée de l'île un jour...$0",
  "Resort_Shore": "As-tu rencontré mon collègue ? Il fouille ici, sur l'île.",
  "Resort_Chair": "Il y a beaucoup de mystères sur cette île, prêt à être découvert.$0",
  "Resort_Bar": "Merci de tenir le bar, Gus.$1",
  "Resort": "%Gunther est en train d'enquêter sur un artefact.",
  
  //SPRING AND GENERAL DIALOGUE
  "spring_1": "*reniffle* Pollen...$2",
  "spring_12": "Penny et les enfants ont peint des œufs dans la bibliothèque.$1",
  "spring_23": "Je me demande ce que Pierre vend demain sur son stand...$5",
  
  "Mon": "Ah bonjour monsieur. @!$5^Ah bonjour madame. @!$5#$b#Comment va le travail de la ferme?$1",
  "Mon2": "*bâille* Bonjour M. @!$5^*bâille* Bonjour, Mme. @!$5#$b#Pardonnez ma somnolence. J'ai fait des recherches sur d'anciens artefacts toute la nuit.$5#$e#Lorsque l'on explore l'inconnu... il est facile de perdre la notion du temps!$1",
  "Mon10": "Nous avons reçu un don pour les remarquables artefacts et minéraux exposés...$5#$b#En voici une partie, M.. @ [336]^En voici une partie, madame. @ [336]",
  "Tue": "Des reliques perdues du passé sont enfouies sous la terre même sur laquelle nous marchons...$5#$e#Le maire Lewis m'a dit qu'il t'avait vu déterrer des artefacts en ville.$5",
  "Tue6": "Je m'interroge sur la crédibilité d'un article de recherche...$5#$b#L'homme qui l'a écrit est douteux.$5#$e#Adieu, monsieur. @.$5^Adieu, madame. @.$5",
  "Wed": "Je parle couramment plusieurs langues, y compris le nain.$5#$b#Il faut comprendre des langues différentes pour percer les secrets du passé.$1",
  "Wed8": "Avez-vous entendu la nouvelle? Un explorateur a découvert des artefacts dans le désert de Calico!$1#$e#Ces résultats sont particulièrement importants dans le domaine.$5",
  "Thu": "*soupir* Certaines personnes ne remettent jamais correctement les livres...$2#$e#Oh, ne faites pas attention à mes commentaires M.. @.$5^Oh, ne vous occupez pas de mes commentaires Mme. @.$5",
  "Thu8": "Peut-être que de la bonne nourriture et des boissons sont de mise pour après une dur semaine de labeur!$1#$e#Avez-vous eu le cocktail « comète filante »?$5",
  "Fri": "Un jour, je ferai une découverte révolutionnaire!$1",
  "Fri6": "Avez-vous trouver des objets d'apparences anciennes ces derniers temps?$5#$e#There's many secrets buried underneath the soil here in Stardew ValleyIl y a beaucoup de secrets enfouis sous le sol ici à Stardew Valley.$1",
  "Sat": "Penny donne des cours particuliers à la bibliothèque plusieurs jours par semaine à Jas et Vincent.$5",
  "Sat4": "Les artefacts et les minéraux que vous m'avez donnés m'aident dans mes recherches, M.. @.$5^Les artefacts et les minéraux que vous m'avez donnés m'aident dans mes recherches, Mme. @.$5#$e#Merci.$5",
  "Sun": "Avez-vous fini le travail à la ferme aujourd'hui?$5#$e#J'ai des recherches à faire ce soir... je me rapproche d'une énorme découverte!$1",
  
  //SUMMER DIALOGUE
  "summer_1": "Aujourd'hui il fait chaud et humide...$2",
  "summer_10": "Le gouverneur participe aux festivités demain.$1#$e#Le gouverneur est un énorme fonctionnaire. Il maintient un taux d'approbation supérieur à la moyenne.$5",
  "summer_28": "Il y a un livre dans la bibliothèque détaillant les découvertes scientifiques des méduses lunaires.$5#$b#Des créatures aquatiques vraiment remarquables.$1",
  
  "summer_Mon": "Vous pourriez trouver des objets enfouis dans votre ferme.$5#$e#Beaucoup d'histoire à %farm.$5",
  "summer_Mon6": "Les Slimes ont prévalu pendant près de 40 000 ans. Vous découvrirez peut-être des boues pétrifiées au cours de vos aventures.$5#$e#Ha ha! Les monstres ont existé bien avant les humains.$1",
  "summer_Sat": "Vous découvrirez peut-être d'anciennes épées dans la forêt de l'ouest.$5#$e#Il y avait une bataille il y a longtemps...$5#$e#Adieu, M. @.$5^Adieu, madame. @.$5",
  "summer_Sat6": "Aujourd'hui, les oiseaux se font entendre.$5#$e#Ah. Ça me rappelle... je dois aller remplir la mangeoire des oiseaux.$1",
  
  //FALL DIALOGUE
  "fall_1": "Ah... tu entends ça?$5#$b#Le bruissement des feuilles qui se déplacent avec le vent.$1",
  "fall_5": "Willy a partagé une histoire de pêche avec moi l'autre jour.$1#$e#Il pêchait en ville tard le soir près de la rivière...$5#$b#Soudain... une lumière brillante à arraché l'appât de sa canne à pêche!$1#$b#Il m'a dis que c'est ça la vie du'pêcheur'.$5",
  "fall_15": "Le maire Lewis a déclaré que quelques dizaines de touristes participeraient aux festivités demain.$5",
  
  "fall_Tue": "J'ai fait des découvertes incroyables tout en poursuivant mes recherches à l'université en tant que jeune garçon.$5#$e#Bonne journée, M. @.$0^Bonne journée, Mme. @.$5",
  "fall_Tue8": "Merci pour vos dons, Monsieur. @.$5^Merci pour vos dons, madame. @.$5#$e#Vous avez tant fait pour une personne!$1",
  "fall_Fri": "Des gadgets nains ont déclenché des révolutions industrielles dans le monde entier.$5#$e#Leur technologie façonne le monde moderne dans lequel nous vivons..$1#$e#Le pétrole et le charbon sont sales... mais répondent aux besoins énergétiques de nos sociétés.$5",
  "fall_Fri8": "Parfois je sors pour admirer le jardin communautaire. Les gens ont travaillé dur.$5#$b#Si je vois un corbeau atterrir là-dedans, je cours pour l'effrayer!$1",
  
  //WINTER DIALOGUE
  "winter_1": "Si vous vous sentez fatigué par le froid, pensez à vous rendre à la bibliothèque.$5#$b#La cheminée te réchauffera.$1",
  "winter_24": "Beaucoup de gens sont enthousiastes à l'idée qu'il y a le Winter Star Festival.$1#$e#J'aide Gus à préparer les repas.$5",
  "winter_28": "La neige va bientôt disparaître.$5#$e#Bonne chance pour la prochaine saison agricole M.. @.$5^Bonne chance pour la prochaine saison agricole Mme. @.$5",
  
  "winter_Tue": "Hmmm...$2#$e#...$2#$e#Oh salut. Je réfléchis à un... dilemme par rapport à mes recherches.$5#$e#Bonne journée, monsieur. @$5^Bonne journée, madame. @.$5",
  "winter_Tue8": "Clint m'a dit qu'il se sentait parfois comme un archéologue.$5#$e#Eh bien, c'est à cause des géodes que tu lui fait ouvrir.$1",
  "winter_Thu8": "Je n'oublierai jamais tes actions héroïques dans les mines.$5",
  "winter_Sun": "Bonjour, Mr. @.J'espère que tu profites au maximum de ta journée !$1^Hello, Mme. @. J'espère que tu profites au maximum de ta journée!$1",
  "winter_Sun6": "Oh, tu utilises ta houe pour déterrer des artefacts?$5#$e#J'ai une pelle que je pourrais te prêter.$1",
  
  //EVENT DIALOGUE
  "gunther_event1": "Oui.Il y a plus d'une centaines d'années plusieurs civilisations ont habité cette vallée . Elfes, nains, esprits du vide...$5#$b#Je suis déterminé à percer les mystères qui entourent ces anciennes sociétés.$5",
  "gunther_event2": "Je suis d'accord, Mr. @.$5^Je suis d'accord, Mme. @.$5",
  "gunther_event3": "Humm... Oui, il y'a beaucoup d'armes qui se trouvent sous le sol même sur laquel nous sommes.$5#$b#Peut-être qu'un jour nous découvrirons l'origine de ces anciennes guerres envers les autres races...$5",
  "gunther_event4": "Hmm...#$b#Permettez-moi de tirer ma propre conclusion dans cette affaire, Mr. @.^Permettez-moi de tirer ma propre conclusion dans cette affaire Mme. @.$5",
  "gunther_event5": "Hé bien oui. je suis nerveux.$2#$b#C'est la première fois que j'explore les mines.$5#$b#Je suis honoré qu'un aventurier comme vous m'accompagne.$1",
  "gunther_event6": "C'est rassurant.$5#$b#Je suis honoré qu'un aventurier comme vous m'accompagne.$1",
  "gunther_event7": "je serai juste derrière vous.$5",
  "gunther_event8": "je serai juste derrière vous.$5"
  
}

