{
  //SPECIAL DIALOGUE
  "Introduction": "Vous voyez ça ? C'est le nouveau fermier dont tout le monde parle. Enfin arrivé dans la vallée, je vois.$0#$b#Je travaille à la Ferme Havre de Paix, depuis de nombreuses années. Ce n'est pas grand-chose, mais c'est un travail honnête.$1#$e#Vous avez de la chance d'avoir reçu cette propriété gratuitement de la part devotre grand-père.$2",
  "claireSaloonPaid": "C'était très gentil de ta part de payer le repas de cette femme, fermier.$0#$e#Gus ne peut pas faire d'exceptions pour tout le monde. C'est dur d'être chef d'entreprise.$0",
  "claireSaloon": "J'ai entendu cette femme dans le saloon.$0#$e#20 pièces d'or ! Cela peut sembler peu pour certain, mais pour d'autres, c'est la différence entre manger ou non.$0",
  "pamHouseUpgrade": "J’ai entendu dire que Pam a reçu une amélioration grâce à toi, fermier$0#$b#Continuez à faire ce qui est bon pour la communauté.$1",
  "pamHouseUpgradeAnonymous": "J’ai entendu dire que Pam a reçu une amélioration grâce à un donneur anonyme.$0#$e#Hmm... je me demande qui c’était?$2",
  "Resort_Entering": "Willy m'a dit que tu les as aidés à réparer leur bateau. C'est super gentil de ta part, fermier !$0",
  "Resort_Leaving": "Maintenant c'est les vacances!$1",
  "Resort_Shore": "Cette chaleur me pèse. Je devrais piquer une tête dans l'océan.$2",
  "Resort_Chair": "%Andy fixe la mer de pierres précieuses.",
  "Resort_Bar": "*gloussement gloussement gloussement*$6",
  "Resort": "Je pense qu'il dois y avoir du bon fourrage sur cette île si tu observe bien.$0#$e#Hein? Au nom de Yoba, qu'est-ce qu'un 'noyer doré'?$2",
  //SPECIFIC MAP AND COORDINATES DIALOGUE
  "Custom_AndyHouse_9_6": "Au nom de Yoba ! Qu'est-ce que tu fais là'!? Je suis au lit ! Pars tout de suite!$7",
  "Custom_AndyHouse6_9_6": "J'essaie de dormir. Reviens plus tard, fermier.$5",
  "ForestWest_58_22": "Désolé, je ne suis pas d'humeur bavard.$0",
  "SeedShop_37_22": "Je n'ai pas toujours cru en Yoba. J'ai retrouvé mes esprits quand j'étais dans une situation d'urgence absolue.$2#$b#Yoba m'a sauvé. La moindre des choses que je puisse faire, c'est de lui montrer mon respect.$1",
  "JojaMart": "Joja propose des produits de grande qualité et les moins chers du marché. Si j'achetais mes produits chez Pierre, je ferais faillite.$2",
  //SPRING AND GENERAL DIALOGUE
  "spring_1": "Pas maintenant, fermier. je suis Occupé. c'est le Début d'une nouvelle saison!$1#$e#Va te salir un peu. Bonne chance.$3",
  "spring_7": "Les oignons poussent hors-sol dans la terre à l'extérieur de ma propriété pendant le' printemps.$0#$e#Si je peux en trouver 'plusieurs, je pourrait faire un bon repas!$1",
  "spring_12": "Vous participez' à la chasse aux oeufs demain, @?$3#$e#Tu devrais faire ce qu'il faut et laisser Vincent ou Jas gagner. C'est ce que je ferais.$0#$e#Je ne comprends pas pourquoi Sam, Abigail et toi participez. C'est injuste envers les enfants.$2",
  "spring_18": "Ferme Havre Juste se vante de fournir' beaucoup de fourrage dans les provinces' environnantes.$0#$b#En particulier George qui achète tout mes poireaux.$3#$e#George aime les poireaux, @. Si tu veux te rapprocher de lui, donne-lui un poireau ou deux. Vous verrez un rayon de soleil sur son visage'.$0",
  "spring_23": "On va dans la forêt demain pour le Festival de danse, fermier. Je connais le chemin par-coeur, je pourrais le faire les yeux fermés.$1#$e#Avec un peu de chance, je trouverai du bon fourrage en chemin.$3",
  "spring_28": "J'ai entendu aux informations que cette année la chaleur en été  sera plus intense qu'un œuf sur une poêle.$0#$e#Assurez-vous que vos cultures soient bien arrosées, @. Je ne voudrais pas qu'elles'meurent de soif'.$2",
  "Mon": "C'est une bonne journée pour chercher de la nourriture'. Vous pourriez vous faire une jolie pourboire.$0#$e#Je connais les chemins de la forêt Sève-Cendreuse comme ma poche.$1",
  "Mon2": "Salut, @. C'est le début d'une nouvelle semaine.$0#$e#J'ai beaucoup de travaux à faire à la ferme aujourd'hui.$2",
  "Mon8": "Bon lundi, collègue.$1#$e#Le début d'une nouvelle semaine signifie le début d'une nouvelle charge de travail.$1",
  "Tue": "%Andy vous as remarqué mais ne dit rien.",
  "Tue2": "Comment va ton travail à la ferme %farm, @?$0#$e#Je suis heureux de l'apprendre, tu fais du bon travail.$0",
  "Tue8": "Aujourd'hui j'ai trouvé du bon fourrage. Je vais manger la moitié et expédier le reste.$1",
  "Wed": "Je dois aller me chercher de la nourriture aujourd'hui. La question est, dois-je aller chercher du fourrage dans la forêt ou acheter quelque chose à Joja?$2",
  "Wed4": "Vous avez de la saleté sur vous. C'est le signe d'un travail acharné!$1#$e#Continuez à travailer comme sa, @.$0",
  "Wed10": "Salut. tu semble déborder d'énergie aujourd'hui.$3#$e#C'était ma tentative de plaisanterie. Je ne suis pas si drôle d'un gars.$1#$e#J'ai appréciez notre petites discussions.$3",
  "Thu": "Euuh. Bonjour.$0#$e#%Andy t'ignore.",
  "Thu4": "Ça ma fait plaisir de te voir, @.$3#$e#Passe une bonne journée.$1",
  "Thu8": "J'ai trouvé pas mal de pissenlits, poireaux et raiforts dans la forêt ce matin. I wager these'll fetch a modest price.$1#$e#Il y a toujours du fourrage à trouver dans la forêt, @. Tu devrais essayer de regarder un peu plus autour de toi.$1#$e#Si tu veux on peut aller cueillir ensemble un de ces jour, si vous voulez. Je vais vous montrer les bon coins.$2",
  "Fri": "Si tu veux être de mon côté, tu devrais m'offrir un verre au saloon.$0",
  "Fri2": "Enfin vendredi. Je peux enfin boire un verre sans me sentir coupable.$2",
  "Fri8": "Je t'offrirai un verre au saloon à l'occasion. Ton travail acharné le mérite bien.$3",
  "Sat": "%Andy t’a vu, mais il a choisi de rester silencieux.",
  "Sat4": "J'ai dormi ce matin. J'avais envie d'y aller doucement aujourd'hui parce que c'est samedi.$1#$e#C'est pas une excuse pour relâcher mon travail à la ferme.$2",
  "Sat10": "Nous, les agriculteurs, n'avons pas le temps de lézarder le week-end. Il y a trop de travail à faire.$3#$e#Je vous souhaite de Passez une journée productive, @. Faites cela ici à vallée fière.$1",
  "Sun": "Je ne vous ai jamais vue pendant les heures de culte le dimanche matin. Vous ne croyez pas en Yoba ??$5",
  "Sun2": "Si vous voulez en apprendre plus sur Yoba, venez dimanche.$0#$e#Généralement les seuls sur place sont Jodi, George et moi, mais on peut t'apprendre, si tu es prêt.$3",
  "Sun8": "J'aime visiter le sanctuaire de Yoba le dimanche. C'est un moment ou j'aime faire une introspection sur moi-même..$1#$e#Profite du reste de ta journée, fermier.$3",
  //SUMMER DIALOGUE
  "summer_1": "Avec un jour comme celui-ci, j'aimerais me trouver un bel arbre et lire des passages du livre de Yoba.$1#$e#Le passage 13:2C est l'un de mes favori. Il enseigne de solides leçons de vie.$0",
  "summer_3_1": "Par Yoba ! Ce bruit m'a réveillé la nuit dernière! Qu’est-ce que c’était que ça ?$5",
  "summer_10": "Je mets des baies d'épices iridium de qualité dans la soupe de demain.$1#$b#Ça ajoutera juste ce qu'il faut de piquant !$3",
  "summer_20": "Pam a bu six verres hier soir au saloon. Je ne pense pas qu’elle s’en est bien sortie. Je devrais aller voir si elle va bien.$2#$e#D’habitude, elle n'en boit que quatre ou cinq. Il doit se passer quelque chose.$0",
  "summer_28": "Ces gelées se montrent ce soir à la plage. Vous nous rejoignez là-bas ?$0",
  "summer_Mon": "J'ai reçu une lettre de Joja avec des bons de réduction. J'ai gagné une réduction de 5 %  sur mon prochain achat.!$0#$e#Ce qui est sûr c'est que c'est une excellente façon de commencer la semaine.$3",
  "summer_Mon2": "Je ne sais pas comment tu as fait pour avoir eu tout ce temps de libre pour flâner et discuter avec les gens, avec un terrain si grand à t'occuper.$2#$e#Certains d'entre nous aimeraient posséder un endroit comme celui-ci pour passer la journée.$2",
  "summer_Mon6": "Comment ça va, fermier?$0#$e#Eh, les récoltes ne poussent pas aussi bien que je l’aurais espérais cette saison. Cette année sera-t-elle difficile ?.$2",
  "summer_Mon10": "Les gicleurs sont incroyables si vous voulez automatiser votre ferme. La ferme Havre Juste est un peu trop petite pour ces appareils cependant.$0#$e#Mais dans une ferme aussi grande que la vôtre, vous devriez sérieusement envisager d'investir.$0",
  "summer_Tue": "J'ai perdu deux récoltes ce matin à cause de ces satanés corbeaux. Par Yoba je dois faire quelque chose pour ça.$2",
  "summer_Tue2": "Le maire Lewis et moi avons eu un désaccord hier. J'ai un fort présentiment qu'il ne m'aime pas en ce moment.$2#$e#De quoi s'agissait-il? Ce n'est pas de tes affaires par Yoba.$2",
  "summer_Tue4": "Pierre ne vend aucun de mes produits dans son magasin. Je ne m'entends pas avec lui à cause de ça.$2#$e#Oh, et pourquoi ne le fait-il pas ? Parce que. Ce n'est pas un bon commerçant. Pourquoi d'autre?$2#$e#Des fois j'ai l'impression que tout le monde en ville, voudrais juste que je disparaisse, @.",
  "summer_Tue8": "Ce matin, un corbeau été entrain de 'manger mes récoltes, maudits voleurs'.$7#$e#Désolé, fermier. Normalement, j’ai toujours du temps pour toi, mais aujourd'hui je n'ai pas le moral..$2#$e#J'ai dis pas maintenant.$5#$e#%Andy vous ignore.",
  "summer_Wed": "Une abeille m’a piqué aujourd’hui! La prochaine fois je mettrai des gants pour récolter du miel..$2",
  "summer_Wed6": "Je vais bientôt voyager pour Grampleton et demander à un artisant local de me fabriquer une nouvelle ruche..$0#$e#Je n'ai pas beaucoup d'expérience dans la fabrication. Cependant j'ai entendu dire que tu étais doué pour l'artisanat.$0",
  "summer_Thu": "Vous pouvez toujours compter sur le maïs pour un profit régulier et lent car il dure deux saisons.$1#$e#C'est la raison pour laquelle je plante du maïs lors de la saison estivale. Ca m'aide à économiser sur les dépenses de semences.$0",
  "summer_Thu4": "Saviez-vous que vous avez une tache sur votre visage, @? Vous devriez vous regarder dans un miroir.$3#$e#Avoir beaucoup de saleté sur sois est la preuve d'un dur labeur.$0",
  "summer_Thu8": "J'ai aperçu %farm ferme l'autre jour.Tu as fait des progrès avec ça, @.$0#$e#J'adorerais venir jeter un coup d'œil de plus près un jour, si tout va bien.$3",
  "summer_Fri": "Ces derniers temps, aviez-vous trouvé quelque chose dans les bois, fermier?$0#$e#Ne cueillez pas trop. Je compte sur la cueillette pour gagner ma vie, tu sais.$0",
  "summer_Fri8": "J'ai trouvé une bonne quantité de fourrage dans la forêt cindersap. Avec ce que j'ai trouvé; Je pense que je pourrais faire des bénéfices cette saison.$1#$e#Bye, fermier!$3",
  "summer_Sat": "J'ai trouvé des baies d'épices ce matin, elle poussent de l'autre côté de ma clôture.$1#$b#C'est l'avantage d'avoir une ferme dans cette forêt.$0#$e#Bonne journée, fermier.$0",
  "summer_Sun": "Faites-moi savoir si vous voulez emprunter mon Livre de Yoba. J'ai des notes détaillées sur les passages les plus populaires.$0",
  "summer_Sat6": "Il y a toujours du bon fourrage à trouver si tu sais où chercher, fermier !$1",
  //FALL DIALOGUE
  "fall_1": "L'automne est une bonne saison pour la recherche de nourriture', @. Il y a un grand nombre de champignons prêt à être cueillit'.$0#$e#N'allez pas tous les ramasser. Gardez-en un peu pour moi.$2",
  "fall_4": "Je t'ai vu entrer dans la guilde des aventuriers en ville. Vous travaillez sous le clair de lune comme ces chasseurs de monstres ?$0#$e#C'est un travail dangereux. Je suis reconnaissant que vous soyez prêt à mettre votre vie en jeu pour garder cette vallée en sécurité.$1#$b#Merci.$0",
  "fall_10": "Cette fille Sophia au vignoble a succédé à ses parents-$0#$b#Ack, rien'. Il va falloir lui en parler.$2#$e#Bonne journée, tu entends?$0",
  "fall_15": "J'aurai mon propre étal demain, fermier. Ne t'inquiète pas, je n'ai pas l'intention de gagner'.$0#$e#Je n'ai jamais gagné; Je ne pense pas que ça changera demain...$2",
  "fall_23": "Hier, lorsque je travaillais dans mon champ, j'ai vu des militaires se diriger vers la tour du sorcier.$2#$b#Ces sales fonctionnaires du gouvernement essaient toujours de recruter des sorciers et des sorcières pour leur guerre.$5#$e#Pfft. Méprisable.$2",
  "fall_27": "Pierre partage son cidre de potiron épicé lors de la Saint-Sylvestre.$3#$b#Il ne le partage généralement qu'avec ses amis 'proche'.$2#$b#C'est bien je vais pouvoir en goûter quelque-un après une année entière.$0",
  "fall_28": "Les récoltes vont bientôt commencer à mourir, fermier. L'hiver est à nos portes.$0#$e#Je te verrai, maintenant.$0",
  "fall_Mon": "J'ai récolté plusieurs produits de haute qualité ce matin'. Cet engrais Joja fonctionne comme un charme.$3#$e#Je recommande d'utiliser l'engrais Joja, @. Cela vous aidera à réaliser du profit.$0",
  "fall_Mon2": "J'ai acheté une nouvelle hache à Clint hier. J'ai cassé celle en cuivre en abattant des arbres dans cette forêt.$0#$e#Améliorer vos outils est important, @. Que ce soit un enseignement pour toi.$0",
  "fall_Mon8": "J'ai une houe en acier que Clint a fabriquée pour moi. Il est génial dans ce qu'il fait.$0#$e#La houe améliorée me fait gagner du temps sur mes travaux agricoles. Tu devrais en prendre une si tu ne l'as pas déjà fait.$1",
  "fall_Tue": "Pas le temps de parler, fermier. Nous n'avons pas tous de l'argent qui rentre. Je dois gagner ma vie'.$0",
  "fall_Tue4": "Je ne transforme pas mes récoltes en produits artisanaux comme la bière ou le vin. La Ferme Havre Juste est fier de fournir des cultures brutes de haute qualité.$0#$e#Peut-être que vous pouvez m'apprendre à utiliser certains de ces engins, à l'occasion.$3",
  "fall_Wed": "J'ai trouvé plusieurs champignons violets en forêt ce matin'.$1#$e#Ils étaient vraiment de haute qualité, aussi! Je pense qu'ils vont valloir un bon prix.$3",
  "fall_Wed4": "La forêt Cindersap est jolie à cette époque de l'année. C'est une des raisons pour lesquelles j'ai choisi de vivre ici, et cultiver mes terres.$3#$e#Je vous souhaite une Bonne Journée, fermier.$0",
  "fall_Wed8": "Salut. C'est gentil de ta part de me parler.$3#$e#J'ai beaucoup de planification à faire aujourd'hui.$0",
  "fall_Thu": "Il y avait plus de fermes dans la vallée avant la grande récession. Ceux qui n'ont pas pu s'adapter ont fait faillite.$0#$e#J'avais plus d'amis dans la vallée...$0#$e#%Andy vous ignore. Il a l'air triste.",
  "fall_Thu8": "Tu sais, fermier, quand le week-end arrivait, j'étais très seul. Mais maintenant nous sommes amis, j'ai hâte de te voir.$3",
  "fall_Fri": "Je ne pourrai pas beaucoup me détendre aujourd'hui. Trop de travail à faire avant la fin de semaine.$2",
  "fall_Fri4": "Ce soir je vais au saloon, @?$0#$e#Peut-être que je te verrai là-bas.$3",
  "fall_Fri8": "Tu sais, on devrait se revoir et se faire un camping un peu plus loin dans la forêt.$3#$e#Qui sait quel genre de fourrage rare nous pourrions trouver?$3",
  "fall_Sat": "%Andy vous remarque et vous salue avec un sourire. Il a l'air occupé.",
  "fall_Sat4": "Bonjour, fermier. J'espère que cette saison te traite bien.$0#$e#Chance sur %farm Ferme. Tu rend la vallée fière.$0",
  "fall_Sun": "Les seules personnes avec qui je m'entends bien à Pélican Ville sont George et Pam. Peu de gens me comprennent. C'est peut-être la différence d'âge.$0#$e#Et le maire Lewis ? Cet homme est un imbécile si j’en ai déjà vu un.. Lui et moi ne nous croisont pas.$2",
  "fall_Sun6": "Vivre à Stardew Valley est le grand rêve de Ferngillian. Belle terre, ressources naturelles, bonnes personnes... en partie.$0#$b#Qu'est-ce qu'ont pourrait demander de plus?$1#$e#Eh bien, je demanderais plus d'argent et de terres...$2",
  "fall_Sun10": "Je vais au saloon tous les vendredis soirs. Il est important de décompresser après une longue journée.$3#$e#J'espère te voir au saloon ce soir. Nous pourront nous détendre et discuter au lieu de parler affaire.$3#$b#C'est bien d'avoir un ami quelque-part.$1",
  //WINTER DIALOGUE    
  "winter_1": "L'hiver est ma saison préférée. Cela me permet de me concentrer sur la recherche de nourriture plutôt que sur la gestion de ma ferme.$1",
  "winter_7": "Demain nous allons en forêt et nous marcherons jusqu'à ce coin de pêche sur la glace., @. j'ouvrirais la voie.$1#$e#Je connais très bien mon chemin dans la forêt. J'y vais tout le temps pour chercher à manger.$0",
  "winter_12": "Dis moi. Pensez-vous qu'Olivia s'intéresse à moi? Je la vois parfois me regarder au saloon.$3#$e#Je devrais peut-être lui dire bonjour un de ces jours.$2",
  "winter_24": "Je n'aime pas cette période de l'année. C'est un sombre rappel pour moi qui n'ai personne dans ma vie.$2#$e#Je ne cherche pas ta pitié, fermier.$5#$e#%Andy t'ignore maintenant.",
  "winter_28": "Êtes-vous prêt à planter vos cultures pour le printemps, fermier?#$e#Bonne chance à toi! Je ferai la même chose.$1",
  "winter_Mon": "Pierre refuse toujours de vendre mes produits dans son magasin, et il se demande pourquoi je n'y achète jamais rien.$2#$e#...$2#$e#%Andy vous ignore. Il n'est pas de bonne humeur.",
  "winter_Mon4": "Je n'ai pas trouvé beaucoup de nourriture en forêt aujourd'hui. Est-ce que quelqu'un d'autre à tout pris?...$2#$e#%Andy te regarde.",
  "winter_Mon8": "Marnie m'a laissé utiliser son semoir et j'ai transformé mes produits de mauvaise qualité en un tas de graines.$1#$e#Je devrais m'acheter une de ces machines. Cela me ferait économiser beaucoup d'argent.$2#$e#Les artisans de Grampleton les vendent pour 6 000 pièces d'or. Cher, mais rentabiliser à long terme.$0#$e#Quoi? Tu dis que tu peut peut-être m'en fabriquer un, à l'occasion ? Eh bien, ce serait très généreux de ta part.$1",
  "winter_Tue": "Joja m'a envoyé plusieurs coupons de réductions par la poste ce matin. Ils traitent les clients fidèles avec beaucoup de soin.$1#$e#Je dois aller à la bibliothèque et utiliser un de ces 'ordinateurs'. J'ai besoin d'utiliser leur site Web.$2",
  "winter_Tue8": "Dormir est un luxe que je ne peux me permettre que pendant l'hiver. Pas beaucoup de travail à la ferme.$0#$e#Je te vois marcher vers la mine. Tu combat des monstres?$2#$e#Bonne chance à toi. Il y a des créatures dangereuses là-dedans. Soit prudent, @.$0",
  "winter_Wed": "Tu as déjà essayé ce vin de lune bleue auparavant? Je n'aime pas particulièrement le vin, mais Sophia fait du vin d'une qualité unique.$0",
  "winter_Wed4": "Je ne comprendrai jamais comment Susan peut vivre près de ces rails de chemin de fer dans la montagne.$2#$b#Ces fichus trains me réveilleraient chaque nuit.$2",
  "winter_Wed8": "Ma boisson préférée est la bière de blé signé Grampleton. C'est la meilleure bière artisanale que vous pouvez trouver dans la région.$1#$e#Je te prendrai une bouteille la prochaine fois que j'irai en acheter, on pourra se boire un coup, un week-end.$2",
  "winter_Thu": "J'ai déterré plusieurs racines d'hiver et des ignames de neige aujourd'hui dans la forêt. Ceux-ci valent un bon prix.$1",
  "winter_Thu6": "L'hiver est une excellente saison pour chercher de la nourriture dans la forêt. Pas de cultures ou de ruches à gérer!$1#$e#J'imagine que vous appréciez vous aussi le temps libre supplémentaire, @.$0",
  "winter_Fri": "Il fait sacrément froid aujourd'hui. Reste au chaud, fermier.$0",
  "winter_Fri8": "J'ai lu récemment un passage dans mon Livre Yoba qui m'a inspiré, @: 'Ne souhaite pas de mal aux autres mais aide-les à surmonter leur difficulté'.$0#$e#Il y a des leçons incroyables à apprendre dans ce livre. Peut-être que je peux partager certains de mes passages préférés avec toi, une autre fois.$3",
  "winter_Sat": "Je vois parfois des flash de lumières venant de la tour du sorcier en pleine nuit. Je me demande ce qu'il fait là-dedans.$2",
  "winter_Sat4": "J'ai essayé de discuter avec le maire Lewis aujourd'hui et il a prétendu qu'il ne m'avait même pas entendu.$2#$e#Je ne réparerai pas ce pont de sitôt, j'imagine'.$2",
  "winter_Sat8": "Trop de gens ces jours-ci disent des bêtises et nous 'manquent de respect aux personnes âgées'.$2#$e#Je dois dire, j'apprécie que tu agis en fonction de ton âge et non de ta pointure.$0#$e#Bonne journée, @. Continuez votre bon travail à la ferme %farm.$0",
}