{
  //SPECIAL DIALOGUE
  "Introduction": "Vous voyez ça ? C'est le nouveau fermier dont tout le monde parle. Enfin arrivé dans la vallée, je vois.$0#$b#Je travaille à la Ferme Havre de Paix, depuis de nombreuses années. Ce n'est pas grand-chose, mais c'est un travail honnête.$1#$e#Vous avez de la chance d'avoir reçu cette propriété gratuitement de la part devotre grand-père.$2",
  "claireSaloonPaid": "C'était très gentil de ta part de payer le repas de cette femme, fermier.$0#$e#Gus ne peut pas faire d'exceptions pour tout le monde. C'est dur d'être chef d'entreprise.$0",
  "claireSaloon": "J'ai entendu cette femme dans le saloon.$0#$e#20 pièces d'or ! Cela peut sembler peu pour certain, mais pour d'autres, c'est la différence entre manger ou non.$0",
  "pamHouseUpgrade": "J’ai entendu dire que Pam a reçu une amélioration grâce à toi, fermier$0#$b#Continuez à faire ce qui est bon pour la communauté.$1",
  "pamHouseUpgradeAnonymous": "J’ai entendu dire que Pam a reçu une amélioration grâce à un donneur anonyme.$0#$e#Hmm... je me demande qui c’était?$2",
  "Resort_Entering": "Willy m'a dit que tu les as aidés à réparer leur bateau. C'est super gentil de ta part, fermier !$0",
  "Resort_Leaving": "Maintenant c'est les vacances!$1",
  "Resort_Shore": "Cette chaleur me pèse. Je devrais piquer une tête dans l'océan.$2",
  "Resort_Chair": "%Andy fixe la mer de pierres précieuses.",
  "Resort_Bar": "*gloussement gloussement gloussement*$6",
  "Resort": "Je pense qu'il dois y avoir du bon fourrage sur cette île si tu observe bien.$0#$e#Hein? Au nom de Yoba, qu'est-ce qu'un 'noyer doré'?$2",
  //SPECIFIC MAP AND COORDINATES DIALOGUE
  "Custom_AndyHouse_9_6": "Au nom de Yoba ! Qu'est-ce que tu fais là'!? Je suis au lit ! Pars tout de suite!$7",
  "Custom_AndyHouse6_9_6": "J'essaie de dormir. Reviens plus tard, fermier.$5",
  "ForestWest_58_22": "Désolé, je ne suis pas d'humeur bavard.$0",
  "SeedShop_37_22": "Je n'ai pas toujours cru en Yoba. J'ai retrouvé mes esprits quand j'étais dans une situation d'urgence absolue.$2#$b#Yoba m'a sauvé. La moindre des choses que je puisse faire, c'est de lui montrer mon respect.$1",
  "JojaMart": "Joja propose des produits de grande qualité et les moins chers du marché. Si j'achetais mes produits chez Pierre, je ferais faillite.$2",
  //SPRING AND GENERAL DIALOGUE
  "spring_1": "Pas maintenant, fermier. je suis Occupé. c'est le Début d'une nouvelle saison!$1#$e#Va te salir un peu. Bonne chance.$3",
  "spring_7": "Les oignons poussent hors-sol dans la terre à l'extérieur de ma propriété pendant le' printemps.$0#$e#Si je peux en trouver 'plusieurs, je pourrait faire un bon repas!$1",
  "spring_12": "Vous participez' à la chasse aux oeufs demain, @?$3#$e#Tu devrais faire ce qu'il faut et laisser Vincent ou Jas gagner. C'est ce que je ferais.$0#$e#Je ne comprends pas pourquoi Sam, Abigail et toi participez. C'est injuste envers les enfants.$2",
  "spring_18": "Ferme Havre Juste se vante de fournir' beaucoup de fourrage dans les provinces' environnantes.$0#$b#En particulier George qui achète tout mes poireaux.$3#$e#George aime les poireaux, @. Si tu veux te rapprocher de lui, donne-lui un poireau ou deux. Vous verrez un rayon de soleil sur son visage'.$0",
  "spring_23": "On va dans la forêt demain pour le Festival de danse, fermier. Je connais le chemin par-coeur, je pourrais le faire les yeux fermés.$1#$e#Avec un peu de chance, je trouverai du bon fourrage en chemin.$3",
  "spring_28": "J'ai entendu aux informations que cette année la chaleur en été  sera plus intense qu'un œuf sur une poêle.$0#$e#Assurez-vous que vos cultures soient bien arrosées, @. Je ne voudrais pas qu'elles'meurent de soif'.$2",
  "Mon": "C'est une bonne journée pour chercher de la nourriture'. Vous pourriez vous faire une jolie pourboire.$0#$e#Je connais les chemins de la forêt Sève-Cendreuse comme ma poche.$1",
  "Mon2": "Salut, @. C'est le début d'une nouvelle semaine.$0#$e#J'ai beaucoup de travaux à faire à la ferme aujourd'hui.$2",
  "Mon8": "Bon lundi, collègue.$1#$e#Le début d'une nouvelle semaine signifie le début d'une nouvelle charge de travail.$1",
  "Tue": "%Andy vous as remarqué mais ne dit rien.",
  "Tue2": "Comment va ton travail à la ferme %farm, @?$0#$e#Je suis heureux de l'apprendre, tu fais du bon travail.$0",
  "Tue8": "Aujourd'hui j'ai trouvé du bon fourrage. Je vais manger la moitié et expédier le reste.$1",
  "Wed": "Je dois aller me chercher de la nourriture aujourd'hui. La question est, dois-je aller chercher du fourrage dans la forêt ou acheter quelque chose à Joja?$2",
  "Wed4": "Vous avez de la saleté sur vous. C'est le signe d'un travail acharné!$1#$e#Continuez à travailer comme sa, @.$0",
  "Wed10": "Salut. tu semble déborder d'énergie aujourd'hui.$3#$e#C'était ma tentative de plaisanterie. Je ne suis pas si drôle d'un gars.$1#$e#J'ai appréciez notre petites discussions.$3",
  "Thu": "Euuh. Bonjour.$0#$e#%Andy t'ignore.",
  "Thu4": "Ça ma fait plaisir de te voir, @.$3#$e#Passe une bonne journée.$1",
  "Thu8": "J'ai trouvé pas mal de pissenlits, poireaux et raiforts dans la forêt ce matin. I wager these'll fetch a modest price.$1#$e#Il y a toujours du fourrage à trouver dans la forêt, @. Tu devrais essayer de regarder un peu plus autour de toi.$1#$e#Si tu veux on peut aller cueillir ensemble un de ces jour, si vous voulez. Je vais vous montrer les bon coins.$2",
  "Fri": "Si tu veux être de mon côté, tu devrais m'offrir un verre au saloon.$0",
  "Fri2": "Enfin vendredi. Je peux enfin boire un verre sans me sentir coupable.$2",
  "Fri8": "Je t'offrirai un verre au saloon à l'occasion. Ton travail acharné le mérite bien.$3",
  "Sat": "%Andy t’a vu, mais il a choisi de rester silencieux.",
  "Sat4": "J'ai dormi ce matin. J'avais envie d'y aller doucement aujourd'hui parce que c'est samedi.$1#$e#C'est pas une excuse pour relâcher mon travail à la ferme.$2",
  "Sat10": "Nous, les agriculteurs, n'avons pas le temps de lézarder le week-end. Il y a trop de travail à faire.$3#$e#Je vous souhaite de Passez une journée productive, @. Faites cela ici à vallée fière.$1",
  "Sun": "Je ne vous ai jamais vue pendant les heures de culte le dimanche matin. Vous ne croyez pas en Yoba ??$5",
  "Sun2": "Si vous voulez en apprendre plus sur Yoba, venez dimanche.$0#$e#Généralement les seuls sur place sont Jodi, George et moi, mais on peut t'apprendre, si tu es prêt.$3",
  "Sun8": "J'aime visiter le sanctuaire de Yoba le dimanche. C'est un moment ou j'aime faire une introspection sur moi-même..$1#$e#Profite du reste de ta journée, fermier.$3",
  //SUMMER DIALOGUE
  "summer_1": "Avec un jour comme celui-ci, j'aimerais me trouver un bel arbre et lire des passages du livre de Yoba.$1#$e#Le passage 13:2C est l'un de mes favori. Il enseigne de solides leçons de vie.$0",
  "summer_3_1": "Par Yoba ! Ce bruit m'a réveillé la nuit dernière! Qu’est-ce que c’était que ça ?$5",
  "summer_10": "Je mets des baies d'épices iridium de qualité dans la soupe de demain.$1#$b#Ça ajoutera juste ce qu'il faut de piquant !$3",
  "summer_20": "Pam a bu six verres hier soir au saloon. Je ne pense pas qu’elle s’en est bien sortie. Je devrais aller voir si elle va bien.$2#$e#D’habitude, elle n'en boit que quatre ou cinq. Il doit se passer quelque chose.$0",
  "summer_28": "Ces gelées se montrent ce soir à la plage. Vous nous rejoignez là-bas ?$0",
  "summer_Mon": "J'ai reçu une lettre de Joja avec des bons de réduction. J'ai gagné une réduction de 5 %  sur mon prochain achat.!$0#$e#Ce qui est sûr c'est que c'est une excellente façon de commencer la semaine.$3",
  "summer_Mon2": "Je ne sais pas comment tu as fait pour avoir eu tout ce temps de libre pour flâner et discuter avec les gens, avec un terrain si grand à t'occuper.$2#$e#Certains d'entre nous aimeraient posséder un endroit comme celui-ci pour passer la journée.$2",
  "summer_Mon6": "Comment ça va, fermier?$0#$e#Eh, les récoltes ne poussent pas aussi bien que je l’aurais espérais cette saison. Cette année sera-t-elle difficile ?.$2",
  "summer_Mon10": "Les gicleurs sont incroyables si vous voulez automatiser votre ferme. La ferme Havre Juste est un peu trop petite pour ces appareils cependant.$0#$e#Mais dans une ferme aussi grande que la vôtre, vous devriez sérieusement envisager d'investir.$0",
  "summer_Tue": "J'ai perdu deux récoltes ce matin à cause de ces satanés corbeaux. Par Yoba je dois faire quelque chose pour ça.$2",
  "summer_Tue2": "Le maire Lewis et moi avons eu un désaccord hier. J'ai un fort présentiment qu'il ne m'aime pas en ce moment.$2#$e#De quoi s'agissait-il? Ce n'est pas de tes affaires par Yoba.$2",
  "summer_Tue4": "Pierre ne vend aucun de mes produits dans son magasin. Je ne m'entends pas avec lui à cause de ça.$2#$e#Oh, et pourquoi ne le fait-il pas ? Parce que. Ce n'est pas un bon commerçant. Pourquoi d'autre?$2#$e#Des fois j'ai l'impression que tout le monde en ville, voudrais juste que je disparaisse, @.",
  "summer_Tue8": "Ce matin, un corbeau été entrain de 'manger mes récoltes, maudits voleurs'.$7#$e#Désolé, fermier. Normalement, j’ai toujours du temps pour toi, mais aujourd'hui je n'ai pas le moral..$2#$e#J'ai dis pas maintenant.$5#$e#%Andy vous ignore.",
  "summer_Wed": "Une abeille m’a piqué aujourd’hui! La prochaine fois je mettrai des gants pour récolter du miel..$2",
  "summer_Wed6": "Je vais bientôt voyager pour Grampleton et demander à un artisant local de me fabriquer une nouvelle ruche..$0#$e#Je n'ai pas beaucoup d'expérience dans la fabrication. Cependant j'ai entendu dire que tu étais doué pour l'artisanat.$0",
  "summer_Thu": "Vous pouvez toujours compter sur le maïs pour un profit régulier et lent car il dure deux saisons.$1#$e#C'est la raison pour laquelle je plante du maïs lors de la saison estivale. Ca m'aide à économiser sur les dépenses de semences.$0",
  "summer_Thu4": "Saviez-vous que vous avez une tache sur votre visage, @? Vous devriez vous regarder dans un miroir.$3#$e#Avoir beaucoup de saleté sur sois est la preuve d'un dur labeur.$0",
  "summer_Thu8": "J'ai aperçu %farm ferme l'autre jour.Tu as fait des progrès avec ça, @.$0#$e#J'adorerais venir jeter un coup d'œil de plus près un jour, si tout va bien.$3",
  "summer_Fri": "Ces derniers temps, aviez-vous trouvé quelque chose dans les bois, fermier?$0#$e#Ne cueillez pas trop. Je compte sur la cueillette pour gagner ma vie, tu sais.$0",
  "summer_Fri8": "J'ai trouvé une bonne quantité de fourrage dans la forêt cindersap. Avec ce que j'ai trouvé; Je pense que je pourrais faire des bénéfices cette saison.$1#$e#Bye, fermier!$3",
  "summer_Sat": "J'ai trouvé des baies d'épices ce matin, elle poussent de l'autre côté de ma clôture.$1#$b#C'est l'avantage d'avoir une ferme dans cette forêt.$0#$e#Bonne journée, fermier.$0",
  "summer_Sun": "Faites-moi savoir si vous voulez emprunter mon Livre de Yoba. J'ai des notes détaillées sur les passages les plus populaires.$0",
  "summer_Sat6": "Il y a toujours du bon fourrage à trouver si tu sais où chercher, fermier !$1",
  //FALL DIALOGUE
  "fall_1": "Fall is a good season for foragin', @. There's a mighty number of mushrooms ripe for the pickin'.$0#$e#Don't go grabbin' all of 'em. Save some for me.$2",
  "fall_4": "I seen you walkin' into that there Adventurer's Guild in town. You moonlightin' as one of those monster hunters?$0#$e#That's some dangerous work. I'm thankful you're willin' to put your life on the line for folks like me, keepin' this here valley safe.$1#$b#Thank you.$0",
  "fall_10": "That Sophia girl at the vineyard took over after her parents-$0#$b#Ack, nothin'. You'll need to talk to her about it.$2#$e#You have a good day, ya hear?$0",
  "fall_15": "I'll have my own grange display tomorrow, farmer. Worry not, I don't plan on winnin'.$0#$e#I've never won once; I don't think that'll change tomorrow...$2",
  "fall_23": "I was workin' my crop field yesterday and I saw some military men walk over to the Wizard's Tower.$2#$b#Those scummy government officials are still tryin' to recruit witches and wizards for their war.$5#$e#Pfft. Despicable.$2",
  "fall_27": "Pierre shares his spiced pumpkin cider during Spirit's Eve.$3#$b#He usually only shares it with his 'close' friends.$2#$b#It's nice I'll get to taste some of it after an entire year.$0",
  "fall_28": "Crops are gonna start dyin' soon, farmer. Winter is upon us.$0#$e#I'll see you around, now.$0",
  "fall_Mon": "I harvested several high-quality crops this mornin'. That Joja fertilizer works like a charm every time.$3#$e#I recommend using Joja fertilizer, @. It'll help you turn a profit.$0",
  "fall_Mon2": "Bought a new axe from Clint yesterday. I broke my copper one cutting down some trees in this here forest.$0#$e#Upgrading your tools is important, @. Let this be a lesson for ya.$0",
  "fall_Mon8": "I have a steel hoe Clint crafted for me. He's great at what he does.$0#$e#The upgraded hoe saves me time on my farmwork. You should pick one up if ya haven't already.$1",
  "fall_Tue": "No time to talk, farmer. Not all of us just have the money rollin' in. Gotta earn my livin'.$0",
  "fall_Tue4": "I don't turn my crops into artisan goods like beer or wine. Fairhaven prides itself in supplying high-quality raw crops.$0#$e#Maybe you can teach me how to use some of those contraptions, sometime.$3",
  "fall_Wed": "I found several purple mushrooms in the forest this mornin'.$1#$e#They were real high-quality, too! I reckon they'll fetch a good price.$3",
  "fall_Wed4": "Cindersap Forest is pretty this time of season. It's one of the reasons I choose to live out here, cultivating my land.$3#$e#Have a nice day, farmer.$0",
  "fall_Wed8": "Hey there. Nice of you to speak to me.$3#$e#I have a lot of plannin' to do today.$0",
  "fall_Thu": "There used to be more farms in the valley before the great recession. Those who couldn't adapt went out of business.$0#$e#I used to have more friends in the valley...$0#$e#%Andy is ignoring you. He looks sad.",
  "fall_Thu8": "Y'know, farmer, used to be when the weekend rolled around I was real lonely. But now we're friends, I look forward to seein' ya.$3",
  "fall_Fri": "Not gonna be able to relax much today. Too much work to do before the week ends.$2",
  "fall_Fri4": "Headin' down to the saloon tonight, @?$0#$e#Maybe I'll see ya there.$3",
  "fall_Fri8": "Y'know, we oughta get together and go on a campin' trip sometime deeper in the forest.$3#$e#Who knows what kinda rare forage we could find?$3",
  "fall_Sat": "%Andy notices you and waves with a smile. He looks busy.",
  "fall_Sat4": "Good day, farmer. I hope this season is treatin' you well.$0#$e#Good luck on %farm Farm. You're doing this here valley proud.$0",
  "fall_Sun": "Only people I get along with well in Pelican Town are George and Pam. Not many people understand me. Maybe it's the age difference.$0#$e#What about Mayor Lewis? That man is a Yoba darn fool if I've ever seen one. Him and I don't meet eye to eye.$2",
  "fall_Sun6": "Livin' in Stardew Valley is the great Ferngillian dream. Beautiful land, natural resources, good people... mostly.$0#$b#What more could someone ask for?$1#$e#Well, I could use more money and land...$2",
  "fall_Sun10": "I go to the saloon every Friday night. It's important to reward yourself for workin' hard.$3#$e#Hope to see ya at the saloon tonight. We can relax and chat instead of talkin' shop.$3#$b#It's good to have a friend around.$1",
  //WINTER DIALOGUE    
  "winter_1": "Winter is my favorite season. It allows me to focus on foragin' instead of managin' my farm.$1",
  "winter_7": "We're gonna be walkin' to that ice fishin' spot in the forest tomorrow, @. I'll be leadin' the way.$1#$e#I know my way in and out of the forest very well. I go in there to forage all the time.$0",
  "winter_12": "Tell me. Do you think that Olivia lady takes an interest in me? I see her eyeballin' me at the saloon sometimes.$3#$e#Maybe I should say hi one of these days.$2",
  "winter_24": "I dislike this time of year. It's a grim reminder to me I don't hold anyone special in my life.$2#$e#I'm not lookin' for your Yoba darn sympathy, farmer.$5#$e#%Andy is now ignoring you.",
  "winter_28": "Are you prepared to plant your crops for spring, farmer?#$e#Good luck to ya! I'll be doin' the same.$1",
  "winter_Mon": "Pierre still refuses to sell my crops in his store, and he wonders why I never shop there.$2#$e#...$2#$e#%Andy is ignoring you. He isn't in a good mood.",
  "winter_Mon4": "I haven't found much forage in the forest today. Is someone else takin' everything?...$2#$e#%Andy is staring at you.",
  "winter_Mon8": "Marnie let me use her seedmaker and I turned my low-quality produce into a lot of seeds.$1#$e#I need to get me one of those machines soon. It'd save me a lot of money.$2#$e#Woodcrafters in Grampleton sell 'em for 6,000G. Expensive, but may be worth the gold in the long run.$0#$e#What? You say maybe you can craft me one sometime? Well, that'd be mighty generous of you.$1",
  "winter_Tue": "Joja sent me several coupons in the mail this mornin'. They treat loyal customers with great care.$1#$e#I need to go to the library and use one of those 'computers'. Needa use their website.$2",
  "winter_Tue8": "Sleepin' in is a luxury I can only afford durin' this season. Not much work to be done around the farm.$0#$e#I see you walkin' up to those mines. You fightin' those monsters?$2#$e#Good luck to ya. There are dangerous creatures in there. Stay safe, @.$0",
  "winter_Wed": "Ever tried that Blue Moon wine before? I'm not particularly fond of wine, but Sophia does a good job makin' it.$0",
  "winter_Wed4": "I'll never understand how Susan can live right by those there railroad tracks up in the mountain.$2#$b#Those Yoba darn trains would keep me up every night.$2",
  "winter_Wed8": "My drink of choice is Grampleton wheat ale. It's the finest craft beer you'll find in the region.$1#$e#I'll grab ya a bottle next time I pick some up and we can have a sit-down some weekend.$2",
  "winter_Thu": "I dug up several winter roots and snow yams today in this here forest. These'll fetch a nice price.$1",
  "winter_Thu6": "Winter is a mighty fine season to spend time foragin' around the forest. No crops or bee houses to manage!$1#$e#I imagine you appreciate the extra time too, @.$0",
  "winter_Fri": "It's Yoba darn freezin' today. Stay warm, farmer.$0",
  "winter_Fri8": "I recently read a passage in my Yoba text that enlightened me, @: 'Think not ill of others but help them overcome'.$0#$e#There are amazin' lessons to be learned in this here book. Maybe I can share some of my favorite passages with ya, sometime.$3",
  "winter_Sat": "I sometimes see flashy lights comin' from the Wizard's Tower at night. I wonder what he's doin' in there.$2",
  "winter_Sat4": "Tried to chat with Mayor Lewis today and he pretended he didn't even hear me.$2#$e#Won't be mendin' that bridge anytime soon, I s'pose.$2",
  "winter_Sat8": "Too many people these days speakin' nonsense and bein' disrespectful to us older people.$2#$e#I gotta say, I appreciate you act your age instead of your shoe size.$0#$e#You have a great day, @. Keep up the good work on %farm Farm.$0",
}