{
  //SPECIAL DIALOGUE
  "patio_Claire": "Quelle belle vue sur la ferme. Le temps aujourd'hui est parfait.$1",
  "spouseRoom_Claire": "Mmm... Qu’est-ce que j'ai de prévue dans mon agenda aujourd'hui?$1#$e#Mon emploi du temps est toujours chargé... c'est bien d'être organisé, though. Sinon j'oublierais des choses.$5",
  "funReturn_Claire": "Le travail était épuisant aujourd'hui... mais j'ai parlé à des gens intéressants.$0",
  "funLeave_Claire": "Bonjour, mon cher.$1",
  "OneKid_0": "J'envie %kid1. Grandir à la ferme %farm serait synonyme d'une enfance incroyable.$1",
  "OneKid_1": "%kid1 a fait un peu de désordre dans le salon...$2#$e#Ne t'inquiète pas. je vais m'en occuper.$1",
  "OneKid_2": "%kid1 a tes yeux...$1#$e#Hehe...$7",
  "OneKid_3": "Je pense que personne n'est jamais prêt à être parent... mais nous essayons de faire du mieux que nous le pouvons.$1#$e#%kid1 aime être porté dans la maison.$5",
  "TwoKids_0": "Je nourris %kid1 et %kid2 avec leur yaourt aux pommes biologique. Ils mangent tellement ! $1",
  "TwoKids_1": "Nos enfants sont si merveilleux... c'est notre responsabilité de les élever correctement.$1",
  "TwoKids_2": "Nous sommes chanceux %kid1 et %kid2 sont en bonne santé.$1",
  "TwoKids_3": "%kid1 a commencé à marcher très tôt... peut-être deviendra-t-il danseur comme sa maman?$1#$e#%Tu embrasses Claire.#$e#Hehe...$7",
  //SEASONAL DIALOGUE
  "spring_Claire": "J'ai bu une tasse de thé vert ce matin. je me sens beaucoup plus énergique.$5",
  "spring_1": "Bonne année. Je sens que cette année va être mouvementée...$1",
  "spring_7": "Le temps se réchauffe!$6",
  "spring_13": "La fête des œufs est aujourd'hui ? Allons-y ?$1",
  "spring_24": "Ce temps serait idéal pour la danse des fleurs.$1",
  "summer_Claire": "Je veux que le temps reste chaud et ensoleillé pour toujours.$1",
  "summer_1": "Je suis prête pour les temps chauds, magnifique ciel bleu, et les tartes aux abricots!$5#$e#Je ferai ce que je peux pour t'aider à la ferme. Je sais que le début de saison demande beaucoup de travail .$1#$e#Bonne Chance pour Aujourd'hui!$6",
  "summer_11": "J'espère qu'il y a de la tarte aux abricots au Luau.$1#$e#As-tu décidé ce que tu ajouteras à la soupe?$5",
  "summer_28": "Aussi magnifiques que les méduses au clair de lune, elles signifient aussi que l'été se touche à sa fin...$0#$e#J'ai besoin de trier ma garde-robe et préparer de jolies tenues pour l'automne.$1",
  "fall_Claire": "J'irai peut-être chercher des champignons dans la forêt aujourd'hui.$1#$b#Il y a un plat que je veux faire qui nécessite une variété de champignons.$5",
  "fall_1": "Il commence à faire plus froid...$2#$e#Hum. Allumons la cheminée. D'accord?$0",
  "fall_16": "Bonne chance aujourd'hui à la foire de Stardew Valley, cher.$1#$b#Ça doit faire plaisir de pouvoir montrer votre travail acharné !$5",
  "fall_27": "La magie m'intrigue. Je me demande comment on invoque un labyrinthe...$1#$e#Je sais que tu parle de temps en temps avec le sorcier local. Tu pourrais peut-être lui demander?$5",
  "winter_Claire": "Je ne sais pas comment tu peux travailler dehors dans ce froid.$1",
  "winter_1": "*soupire*... Il fait froid .$0#$e#Ça te dérange si j'augmente le thermostat?#$e#%Tu serres Claire dans tes bras pour la réchauffer.#$e#Hehe...$7",
  "winter_8": "Pourquoi le concours de pêche sur glace doit-il être si profond dans les bois, la où il fait encore plus froid...$2#$e#Je serai coller au feu du camping...$1",
  "winter_12": "J'ai sorti les poubelles et j'ai failli glisser sur de la glace...$2#$e#Je vais bien. Cela m'a juste surpris...$1",
  "winter_25": "Joyeuse étoile d'hiver, @. Je nous ai préparé un mélange spécial de thé vert contenant de la caféine.[614]$4#$e#Tu es le plus beau des cadeaux...$4#$e#%Vous faites un calin à Claire.#$e#Je t'aime...$7",
  //DAY DIALOGUE
  "Indoor_Day_0": "Bonjour. Je me suis levé tôt et j'ai fait du café. [395]$1",
  "Indoor_Day_1": "Vous faites toujours pousser de nouvelles choses et changer constament le décor de la ferme ... j'adore sa.$1",
  "Indoor_Day_2": "Entendez-vous les oiseaux gazouiller dehors?$1",
  "Indoor_Day_3": "J'ai le pressentiment que quelque chose de bien va arriver aujourd'hui.$1",
  "Indoor_Day_4": "L'odeur du petit déjeuner vous a réveillé ? Eh bien, mangez! [201 195 194 210 211]$5#$e#Je l'ai fait comme tu l'aimes...$1",
  "Outdoor_Claire": "Je suis juste en train d'admirer la ferme. Ne t'inquiète pas pour moi!$1#$e#Est-ce que tu vas en ville aujourd'hui?$0",
  "Outdoor_0": "Bonjour. Tu as réussi à sortir du lit tôt...$1#$e#J'ai un jour de congé pour faire ce que je veux.$6",
  "Outdoor_1": "Ma peau devient un peu pâle. Je passe trop de temps à l'intérieur... un peu de soleil devrait aider.$1",
  "Outdoor_2": "Qu'est-ce qu'il y a sur le calendrier aujourd'hui pour toi?$1#$e#Ça a l'air amusant!$5",
  "Outdoor_3": "J'aime me réveiller tôt le matin, écouter les oiseaux commencer leur journée.$1",
  "Outdoor_4": "Cet endroit me rappelle la campagne. Il y a tellement de place!$1",
  "Rainy_Day_0": "Oh, tu as du travail dehors ? N'attrape pas froid...$1#$e#Et n'oublie pas d'essuyer tes chaussures!$5",
  "Rainy_Day_1": "I enjoy staying inside with a hot cup of green tea on days like this.$1",
  "Rainy_Day_2": "Je vais essayer une nouvelle recette que j'ai trouvée en ligne la prochaine fois que je prépare le dîner.$1#$b#je sais que tu vas adorer.$5#$e#Oh? Oui?$1#$e#...$4#$e#Oh! T'es Bête!$7",
  "Rainy_Day_3": "Oh, bonjour. C'est un temps pluvieux aujourd'hui...$0",
  "Rainy_Day_4": "Mon objectif aujourd'hui est de rester à l'intérieur et d'être productif. Essayez quelque chose de nouveau peut-être...$1",
  //NIGHT DIALOGUE
  "Indoor_Night_0": "Welcome home! How was your day?$1",
  "Indoor_Night_1": "Oh, it's %time? The day went by so fast...$0",
  "Indoor_Night_2": "I washed the dishes and swept the house while you were out.$1#$e#I had a pretty productive day!$5",
  "Indoor_Night_3": "Hello, dear. Welcome back.$1#$e#Oh, mine? My day was gratifying.$5",
  "Indoor_Night_4": "I made dinner while you were away. Here's your plate. [606 209 207 214 224 235 236]$1#$e#So? How is it? I hope you think it's delicious.$5#$e#!!!$7",
  "Rainy_Night_0": "I wonder how birds sleep during these cold wet nights...$0",
  "Rainy_Night_1": "Oh! You're soaked. Let me fetch a towel for you.$1",
  "Rainy_Night_2": "Hear the rain hitting the roof? It's soothing...$1#$e#Um. Shall we head to bed soon?...$4",
  "Rainy_Night_3": "I just finished making dinner. I thought we'd eat something healthy tonight. [196 609 610 200 607 650]$1",
  "Rainy_Night_4": "*yawn*... I'm ready to sleep soon.$0",
  //AFFECTION DIALOGUE
  "Good_0": "You know, I never imagined I'd move to Stardew Valley. Do you think destiny brought me here?$1",
  "Good_1": "Oooh... You look handsome today, @. I see you shaved.$4^Oooh... You look beautiful today, @. I love the way you did your hair.$4",
  "Good_2": "Is there room on the farm to raise some birds? I'd handle all the work!$5",
  "Good_3": "I envy your skills in craftsmanship. All the lovely machines and devices you've made are wonderful creations.$1",
  "Good_4": "I feel like I can understand what animals are thinking when I look at them...$1#$b#I wonder if there's a wizard or witch who can talk to animals?$0#$e#You talk to the local wizard... can they understand animals?$1",
  "Good_5": "You smell like fresh air, sunshine, rain, and the seaside... I could recognize you with my eyes closed.$7#$e#...$4",
  "Good_6": "I discovered a beautiful piece of classical music we could dance to together.$1#$e#It gets easier when you get into the rhythm.$5",
  "Good_7": "The mermaid's pendant you gave me is beautiful. I'll always cherish it.$1",
  "Good_8": "You always watch out for me. It's very encouraging...$1#$e#Please... you're making me blush...$4",
  "Good_9": "Oh. You smell something sweet? It's coming from this...[220 221 222 223 234 611 612 608]$1#$e#The look on your face... Hehe!$7",
  "Neutral_0": "I used to eat frozen meals for dinner... but now I find myself reading cook books and making real meals.$1#$e#I have a surprise planned for you the next time I make dinner!$6",
  "Neutral_1": "It's fun living with you. I... thought I'd be alone all my life.$1#$e#%You hug Claire.#$e#Hehe!$7",
  "Neutral_2": "We should take a trip to Zuzu City in the future and watch the opera.$1",
  "Neutral_3": "My diet's improved since I met you. I used to eat frozen Joja meals everyday.$1#$e#I love cooking from scratch with produce we grow ourselves.$5",
  "Neutral_4": "I... don't regret moving to the valley to spend my life with you.$1#$e#It's... different from the countryside, but in a good kind of way.$5#$e#%You hug Claire.#$e#Hehe...$7",
  "Neutral_5": "Will we live in the valley forever?$1#$e#Sorry. That was a strange question to ask.$0#$e#%You smile at Claire.#$e#...$5",
  "Neutral_6": "I get all the dance practice I need at aerobics class on Tuesdays.$1#$e#My favorite part is talking to everyone before and after...$5",
  "Neutral_7": "We should bake something together soon. I know the perfect recipe...$4",
  "Neutral_8": "I've become good friends with some of the ladies at my weekly aerobics class.$1#$e#Um... You should join me sometime.$5",
  "Bad_0": "I get nervous when you go down into the mines...$2#$e#I can't lose you...$2#$e#%You tell Claire nothing bad will happen.#$e#I'll hold you to that.$1",
  "Bad_1": "*Sigh*... I don't feel well today.$3#$e#I might have caught something...$2",
  "Bad_2": "Please... If you need quiet time to yourself, that's okay with me...$2",
  "Bad_3": "Did I do something wrong? You seem so... distant lately.$2",
  "Bad_4": "...$0#$e#...$3#$e#%You ask Claire what's wrong.#$e#I feel like you value your farm work more than me...$2",
  "Bad_5": "I'm sick and tired of being so cold all the time...$2",
  "Bad_6": "...$2#$e#I'm not avoiding you. I'm just not very good at talking about my feelings.$2#$e#Sorry...$2#$e#%Claire edges away from you.",
  "Bad_7": "Can you make dinner tonight please? I don't feel like cooking...$0",
  "Bad_8": "Spending this much time with me must be boring...$2#$e#Sorry...$2#$e#%Claire doesn't want to talk.",
  "Bad_9": "Do you... think I'm too skinny?$2#$e#I'm just... thinking to myself. Don't mind me.#$e#%You take Claire's hand.#$e#...$1",
}