{
  //SPECIAL DIALOGUE
  "patio_Claire": "Quelle belle vue sur la ferme. Le temps aujourd'hui est parfait.$1",
  "spouseRoom_Claire": "Mmm... Qu’est-ce que j'ai de prévue dans mon agenda aujourd'hui?$1#$e#Mon emploi du temps est toujours chargé... c'est bien d'être organisé, though. Sinon j'oublierais des choses.$5",
  "funReturn_Claire": "Le travail était épuisant aujourd'hui... mais j'ai parlé à des gens intéressants.$0",
  "funLeave_Claire": "Bonjour, mon cher.$1",
  "OneKid_0": "J'envie %kid1. Grandir à la ferme %farm serait synonyme d'une enfance incroyable.$1",
  "OneKid_1": "%kid1 a fait un peu de désordre dans le salon...$2#$e#Ne t'inquiète pas. je vais m'en occuper.$1",
  "OneKid_2": "%kid1 a tes yeux...$1#$e#Hehe...$7",
  "OneKid_3": "Je pense que personne n'est jamais prêt à être parent... mais nous essayons de faire du mieux que nous le pouvons.$1#$e#%kid1 aime être porté dans la maison.$5",
  "TwoKids_0": "Je nourris %kid1 et %kid2 avec leur yaourt aux pommes biologique. Ils mangent tellement ! $1",
  "TwoKids_1": "Nos enfants sont si merveilleux... c'est notre responsabilité de les élever correctement.$1",
  "TwoKids_2": "Nous sommes chanceux %kid1 et %kid2 sont en bonne santé.$1",
  "TwoKids_3": "%kid1 a commencé à marcher très tôt... peut-être deviendra-t-il danseur comme sa maman?$1#$e#%Tu embrasses Claire.#$e#Hehe...$7",
  //SEASONAL DIALOGUE
  "spring_Claire": "J'ai bu une tasse de thé vert ce matin. je me sens beaucoup plus énergique.$5",
  "spring_1": "Bonne année. Je sens que cette année va être mouvementée...$1",
  "spring_7": "Le temps se réchauffe!$6",
  "spring_13": "La fête des œufs est aujourd'hui ? Allons-y ?$1",
  "spring_24": "Ce temps serait idéal pour la danse des fleurs.$1",
  "summer_Claire": "Je veux que le temps reste chaud et ensoleillé pour toujours.$1",
  "summer_1": "Je suis prête pour les temps chauds, magnifique ciel bleu, et les tartes aux abricots!$5#$e#Je ferai ce que je peux pour t'aider à la ferme. Je sais que le début de saison demande beaucoup de travail .$1#$e#Bonne Chance pour Aujourd'hui!$6",
  "summer_11": "J'espère qu'il y a de la tarte aux abricots au Luau.$1#$e#As-tu décidé ce que tu ajouteras à la soupe?$5",
  "summer_28": "Aussi magnifiques que les méduses au clair de lune, elles signifient aussi que l'été se touche à sa fin...$0#$e#J'ai besoin de trier ma garde-robe et préparer de jolies tenues pour l'automne.$1",
  "fall_Claire": "J'irai peut-être chercher des champignons dans la forêt aujourd'hui.$1#$b#Il y a un plat que je veux faire qui nécessite une variété de champignons.$5",
  "fall_1": "Il commence à faire plus froid...$2#$e#Hum. Allumons la cheminée. D'accord?$0",
  "fall_16": "Bonne chance aujourd'hui à la foire de Stardew Valley, cher.$1#$b#Ça doit faire plaisir de pouvoir montrer votre travail acharné !$5",
  "fall_27": "La magie m'intrigue. Je me demande comment on invoque un labyrinthe...$1#$e#Je sais que tu parle de temps en temps avec le sorcier local. Tu pourrais peut-être lui demander?$5",
  "winter_Claire": "Je ne sais pas comment tu peux travailler dehors dans ce froid.$1",
  "winter_1": "*soupire*... Il fait froid .$0#$e#Ça te dérange si j'augmente le thermostat?#$e#%Tu serres Claire dans tes bras pour la réchauffer.#$e#Hehe...$7",
  "winter_8": "Pourquoi le concours de pêche sur glace doit-il être si profond dans les bois, la où il fait encore plus froid...$2#$e#Je serai coller au feu du camping...$1",
  "winter_12": "J'ai sorti les poubelles et j'ai failli glisser sur de la glace...$2#$e#Je vais bien. Cela m'a juste surpris...$1",
  "winter_25": "Joyeuse étoile d'hiver, @. Je nous ai préparé un mélange spécial de thé vert contenant de la caféine.[614]$4#$e#Tu es le plus beau des cadeaux...$4#$e#%Vous faites un calin à Claire.#$e#Je t'aime...$7",
  //DAY DIALOGUE
  "Indoor_Day_0": "Bonjour. Je me suis levé tôt et j'ai fait du café. [395]$1",
  "Indoor_Day_1": "Vous faites toujours pousser de nouvelles choses et changer constament le décor de la ferme ... j'adore sa.$1",
  "Indoor_Day_2": "Entendez-vous les oiseaux gazouiller dehors?$1",
  "Indoor_Day_3": "J'ai le pressentiment que quelque chose de bien va arriver aujourd'hui.$1",
  "Indoor_Day_4": "L'odeur du petit déjeuner vous a réveillé ? Eh bien, mangez! [201 195 194 210 211]$5#$e#Je l'ai fait comme tu l'aimes...$1",
  "Outdoor_Claire": "Je suis juste en train d'admirer la ferme. Ne t'inquiète pas pour moi!$1#$e#Est-ce que tu vas en ville aujourd'hui?$0",
  "Outdoor_0": "Bonjour. Tu as réussi à sortir du lit tôt...$1#$e#J'ai un jour de congé pour faire ce que je veux.$6",
  "Outdoor_1": "Ma peau devient un peu pâle. Je passe trop de temps à l'intérieur... un peu de soleil devrait aider.$1",
  "Outdoor_2": "Qu'est-ce qu'il y a sur le calendrier aujourd'hui pour toi?$1#$e#Ça a l'air amusant!$5",
  "Outdoor_3": "J'aime me réveiller tôt le matin, écouter les oiseaux commencer leur journée.$1",
  "Outdoor_4": "Cet endroit me rappelle la campagne. Il y a tellement de place!$1",
  "Rainy_Day_0": "Oh, tu as du travail dehors ? N'attrape pas froid...$1#$e#Et n'oublie pas d'essuyer tes chaussures!$5",
  "Rainy_Day_1": "I enjoy staying inside with a hot cup of green tea on days like this.$1",
  "Rainy_Day_2": "Je vais essayer une nouvelle recette que j'ai trouvée en ligne la prochaine fois que je prépare le dîner.$1#$b#je sais que tu vas adorer.$5#$e#Oh? Oui?$1#$e#...$4#$e#Oh! T'es Bête!$7",
  "Rainy_Day_3": "Oh, bonjour. C'est un temps pluvieux aujourd'hui...$0",
  "Rainy_Day_4": "Mon objectif aujourd'hui est de rester à l'intérieur et d'être productif. Essayez quelque chose de nouveau peut-être...$1",
  //NIGHT DIALOGUE
  "Indoor_Night_0": "Bon retour à la maison! Comment étais ta journée?$1",
  "Indoor_Night_1": "Oh, il est %time? La journée est passée si vite...$0",
  "Indoor_Night_2": "J'ai lavé la vaisselle et balayé la maison pendant que tu étais sorti.$1#$e#J'ai eu une journée assez productive!$5",
  "Indoor_Night_3": "Bonjour chéri. Content de te revoir.$1#$e#Oh, mine? Oh, ma journée a été agréable.$5",
  "Indoor_Night_4": "J'ai préparé le dîner pendant ton absence. Tiens ton assiette. [606 209 207 214 224 235 236]$1#$e#Alors? Comment c'est? J'espère que c'est délicieux.$5#$e#!!!$7",
  "Rainy_Night_0": "Je me demande comment les oiseaux dorment pendant ces nuits froides et humides...$0",
  "Rainy_Night_1": "Oh! tu es trempé. Je vais te chercher une serviette.$1",
  "Rainy_Night_2": "Tu entends la pluie frapper sur le toit ? C'est apaisant...$1#$e#Um. On va se coucher bientôt ?...$4",
  "Rainy_Night_3": "Je viens de finir de préparer le dîner. Je croyais que nous allions manger quelque chose de sain ce soir. [196 609 610 200 607 650]$1",
  "Rainy_Night_4": "*Bâille*... Bientôt, je suis prêt à dormir.$0",
  //AFFECTION DIALOGUE
  "Good_0": "Tu sais, je n'aurais jamais imaginé déménager à Stardew Valley. Tu pense que c'est le destin qui m'a amené ici?$1",
  "Good_1": "Oooh... Tu es beau aujourd'hui, @. Tu t'es rasé.$4^Oooh... Tu es magnifique aujourd'hui, @. J'aime la façon dont tu t'es coiffé.$4",
  "Good_2": "Y a-t-il de la place à la ferme pour élever des oiseaux? je ferais tout le travail!$5",
  "Good_3": "J'envie vos compétences en matière d'artisanat. Toutes les belles machines et tous les appareils que vous avez fabriqués sont de merveilleuses créations.$1",
  "Good_4": "J'ai l'impression de pouvoir comprendre ce que pensent les animaux quand je les regarde...$1#$b#Je me demande s'il existe un sorcier ou une sorcière capable de parler aux animaux?$0#$e#Toi qui parle avec le sorcier, est-ce qu'il peut comprendre les animaux?$1",
  "Good_5": "Tu sens l'air frais, le soleil, la pluie et le bord de mer... Je pourrais te reconnaître les yeux fermés.$7#$e#...$4",
  "Good_6": "J'ai découvert un beau morceau de musique classique sur lequel on pourrait danser ensemble.$1#$e#C'est plus facile quand tu rentres dans le rythme.$5",
  "Good_7": "Le pendentif de la sirène que tu m'as offert est magnifique. Je le chérirai toujours.$1",
  "Good_8": "Tu veilles toujours sur moi. C'est vraiment encourageant...$1#$e#S'il te plait... tu me fais rougir...$4",
  "Good_9": "Oh. Tu sens quelque chose de sucré ? ça vient de ça...[220 221 222 223 234 611 612 608]$1#$e#L'expression de ton visage... Hehe!$7",
  "Neutral_0": "J'avais l'habitude de manger des plats surgelés pour le dîner... mais maintenant je me retrouve à lire des livres de cuisine et à préparer de vrais repas.$1#$e#J'ai une surprise de prévue pour toi la prochaine fois que je fais le dîner!$6",
  "Neutral_1": "C'est un plaisir de vivre avec toi. Je... pensais que je serais seul toute ma vie.$1#$e#%Tu embrasses Claire.#$e#Hehe!$7",
  "Neutral_2": "Nous devrions faire un voyage dans la ville de Zuzu à l'avenir et regarder l'opéra.$1",
  "Neutral_3": "Mon alimentation s'est améliorée depuis que je t'ai rencontré. J'avais l'habitude de manger des repas Joja surgelés tous les jours.$1#$e#J'adore cuisiner à partir de rien avec des produits que nous cultivons nous-mêmes.$5",
  "Neutral_4": "Je... ne regrette pas d'avoir déménagé dans la vallée pour passer ma vie avec toi.$1#$e#C'est... différent de la campagne, mais dans le bon sens.$5#$e#%Tu embrasses Claire.#$e#Hehe...$7",
  "Neutral_5": "Vivrons-nous éternellement dans la vallée?$1#$e#Sorry. C'était une question étrange que je me pose?.$0#$e#%Tu souris à Claire.#$e#...$5",
  "Neutral_6": "Je reçois tous les entraînements de danse dont j'ai besoin au cours d'aérobic le mardi.$1#$e#Ce que je préfère, c'est parler à tout le monde avant et après...$5",
  "Neutral_7": "Nous devrions préparer quelque chose ensemble bientôt. Je connais la recette parfaite...$4",
  "Neutral_8": "Je suis devenu de bons amis avec des dames de mon cours hebdomadaire d'aérobic.$1#$e#Euh... tu devrais me rejoindre un jour.$5",
  "Bad_0": "Je deviens nerveux lorsque tu descends dans les mines...$2#$e#je ne veux pas te perdre...$2#$e#%Tu dis à Claire qu'il ne m'arrivera rien.#$e#je te retiendrai pour ça.$1",
  "Bad_1": "*Soupir*... Je ne me sens pas bien aujourd'hui.$3#$e#J'ai peut-être attrapé quelque chose...$2",
  "Bad_2": "S'il te plait... Si tu as besoin du temps calme pour toi, ça me va...$2",
  "Bad_3": "Ai-je fait quelque chose de mal ? Tu sembles si... distant ces derniers temps.$2",
  "Bad_4": "...$0#$e#...$3#$e#%Tu demandes à Claire ce qui ne va pas.#$e#J'ai l'impression que tu accorde plus d'importance à ton travail à la ferme que pour moi...$2",
  "Bad_5": "J'en ai marre d'avoir si froid tout le temps...$2",
  "Bad_6": "...$2#$e#Je ne t'évite pas. Je ne suis tout simplement pas très doué pour parler de mes sentiments.$2#$e#Désolée...$2#$e#%Claire s'éloigne de toi.",
  "Bad_7": "Peut-tu faire le dîner ce soir s'il te plaît ? je n'ai pas envie de cuisiner...$0",
  "Bad_8": "Passer tout ce temps avec moi doit être ennuyeux...$2#$e#Désolée...$2#$e#%Claire n'a pas envie de parler.",
  "Bad_9": "Est-ce que tu... penses que je suis trop maigre?$2#$e#Je suis juste... en train de réfléchir. Ne m'en veux pas.#$e#%Tu prends la main de Claire.#$e#...$1",
}